Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# autodesk_privacy_statement_and_terms_of_service
source: IMPORTANT NOTICE： The users who registered before May 2017 will not be able to access your original accounts and design data after this transfer from Autodesk to Easyhome,we encourage you to sign up a new account to experience our new features %@
de: WICHTIGER HINWEIS: Die Benutzer, die sich vor Mai 2017 registriert haben, können nach dieser Überweisung von Autodesk an Easyhome nicht auf Ihre ursprünglichen Konten zugreifen und Daten entwerfen, wir ermutigen Sie, ein neues Konto zu registrieren, um unsere neuen Funktionen zu erleben %@
es: AVISO IMPORTANTE: Los usuarios que se registraron antes de mayo de 2017 no podrán acceder a sus cuentas originales y datos de diseño después de esta transferencia de Autodesk a Easyhome, le animamos a registrarse en una nueva cuenta para experimentar nuestras nuevas características %@
fr: AVIS IMPORTANT: Les utilisateurs qui se sont inscrits avant mai 2017 ne pourront accéder à vos comptes d'origine ni à leurs données de conception après ce transfert d'Autodesk à Easyhome, nous vous encourageons à vous inscrire à un nouveau compte pour découvrir nos nouvelles fonctionnalités %@
he: הודעה חשובה: המשתמשים שנרשמו לפני מאי 2017 לא יוכלו לגשת לחשבונות המקוריים שלך ולעצב נתונים לאחר ההעברה מ- Autodesk ל- Easyhome, אנו ממליצים שתירשם לחשבון חדש כדי לחוות את התכונות החדשות שלנו. למד עוד %@
it: AVVISO IMPORTANTE: Gli utenti che hanno registrato prima del maggio 2017 non potranno accedere ai tuoi account originali e ai dati di progettazione dopo questo trasferimento da Autodesk a Easyhome, ti invitiamo a firmare un nuovo account per sperimentare le nostre nuove funzionalità %@
ja: 重要なお知らせ：2017年5月以前に登録したユーザーは、AutodeskからEasyhomeへの移行後に元のアカウントとデザインデータにアクセスすることができません。新しいアカウントを登録して新しい機能を体験することをおすすめします %@
pt: AVISO IMPORTANTE: os usuários que se registraram antes de maio de 2017 não poderão acessar suas contas originais e dados de design após essa transferência de Autodesk para a Easyhome, nós o encorajamos a registrar uma nova conta para experimentar nossos novos recursos %@
ru: ВАЖНОЕ ЗАМЕЧАНИЕ. Пользователи, зарегистрировавшиеся до мая 2017 года, не смогут получить доступ к вашим исходным учетным записям и проектам после этой передачи от Autodesk к Easyhome, мы рекомендуем вам зарегистрировать новую учетную запись, чтобы ознакомиться с нашими новыми функциями %@
zh_hans: 重要通知：由于从Autodesk到居然之家的转变，如果您在2017年5月前注册过Homestyler APP，您的账户和设计资料将无法访问，我们诚邀您重新注册体验我们的全新功能 %@

source: Available Variations:
de: Ähnliche Produkte:
es: Disponible Variaciones:
fr: Autres variantes disponibles :
he: זמין וריאציות:
it: Varianti disponibili:
ja: 使用可能なバリエーション:
pt: Variações disponíveis:
ru: Доступные варианты:

# brightness_button
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
he: בהירות
it: Luminosità
ja: 輝度
pt: Brilho
ru: Яркость
zh_hans: 亮度

# by_prefix
source: By
de: Von
es: Por
fr: Par
he: על ידי
it: Da
ja: 提供:
pt: Por
ru: Автор:
zh_hans: 设计者:

# cannot_comment_private_design
source: Private design can't be commented
de: Privates Design kann nicht kommentiert werden
es: Los diseños privados no pueden ser comentados
fr: Les dessins privés ne peuvent pas être commentés
he: עיצוב פרטי לא ניתן להגיב
it: I design privati non possono essere commentati
ja: プライベートデザインはコメントできません
pt: Os designs privados não podem ser comentados
ru: Частный дизайн не может быть прокомментирован
zh_hans: 私有设计不能添加评论哦

source: CATALOG
de: KATALOG
es: CATÁLOGO
fr: CATALOGUE
he: קטלוג
it: CATALOGO
ja: カタログ
pt: CATÁLOGO
ru: КАТАЛОГ
zh_hans: 目录

# catalog_open_categories_title
source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner la catégorie
he: בחר קטגוריה
it: Seleziona categoria
ja: カテゴリの選択
pt: Selecionar categoria
ru: Выберите категорию
zh_hans: 选择类别

# choose_an_effect_title
source: Choose an effect
de: Effekt auswählen
es: Elegir un efecto
fr: Choisissez un effet
he: בחר אפקט
it: Scegli un effetto
ja: 効果を選択
pt: Escolher um efeito
ru: Выберите эффект
zh_hans: 选择效果

# choose_area_replicate
source: Choose the area you would like to replicate
de: Wählen Sie den Bereich, den Sie replizieren möchten.
es: Seleccione el área que desea replicar
fr: Choisir la zone que vous souhaitez répliquer
he: בחר את האיזור שברצונך לשכפל
it: Scegliere l'area da replicare
ja: 複製したい領域を選択
pt: Selecione a área que você deseja replicar
ru: Выберите область для копирования
zh_hans: 选择想要复制的区域

# choose_variation
source: Available Variations (%d):
de: Verfügbare Variationen (%d):
es: Variaciones disponibles (%d):
fr: Variations disponibles (%d):
he: ):%dוריאציות קיימות (
it: Variazioni disponibili (%d):
ja: 利用可能なバリエーション(%d):
pt: Variações disponíveis (%d):
ru: Доступные варианты (%d):
zh_hans: 可用的变量 (%d):

# clean_tool_advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
he: מתקדם
it: Avanzate
ja: 詳細
pt: Avançado
ru: Дополнительно
zh_hans: 高级

# clean_tool_apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
he: החל
it: Applica
ja: 適用
pt: APLICAR
ru: Применить
zh_hans: 应用

# clean_tool_autoapply
source: Auto Apply
de: Autom. anwenden
es: Aplicar automáticamente
fr: Application automatique
he: החל אוטומטית
it: Applica automaticamente
ja: 自動適用
pt: Aplicação automática
ru: Автоматическое применение
zh_hans: 自动应用

# clean_tool_blend
source: Blend
de: Verschmelzen
es: Mezclar
fr: Fusion
he: ערבב
it: Miscelazione
ja: ブレンド
pt: Mesclar
ru: Смешивание
zh_hans: 混合

# clean_tool_blend_mode
source: Mode
de: Modus
es: Modo
he: מצב
it: Modalità
ja: モード
pt: Modo
ru: Режим
zh_hans: 模式

# clean_tool_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
he: העתק
it: Copia
ja: コピー
pt: Copiar
ru: Копировать
zh_hans: 复制

# clean_tool_mode
source: Mode
de: Modus
es: Modo
he: מצב
it: Modalità
ja: モード
pt: Modo
ru: Режим
zh_hans: 模式

# clean_tool_quickmode
source: Quick Mode
de: Schnellmodus
es: Modo rápido
fr: Mode rapide
he: מצב מהיר
it: Modalità rapida
ja: クイック モード
pt: Modo rápido
ru: Быстрый режим
zh_hans: 快速模式

# clean_tool_redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
he: בצע שנית
it: Ripeti
ja: やり直す
pt: Refazer
ru: Повторить
zh_hans: 重做

# clean_tool_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
he: איפוס
it: Reimposta
ja: リセット
pt: Redefinir
ru: Сбросить
zh_hans: 重设

# clean_tool_size
source: Size
de: Größe
es: Tamaño
fr: Taille
he: גודל
it: Dimensioni
ja: サイズ
pt: Tamanho
ru: Размер
zh_hans: 大小

# clean_tool_stepper
source: Stepper
de: Werteregler
es: Paso
fr: Flèches de défilement
he: סטפר
ja: ステッパー
pt: Escalonador
ru: Шаговый переключатель
zh_hans: 位置微调

# clean_tool_texture
source: Texture
de: Textur
es: Textura
he: טקסטורה
it: Composizione
ja: テクスチャ
pt: Textura
ru: Текстура
zh_hans: 纹理

# clean_tool_undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
he: בטל
it: Annulla
ja: 元に戻す
pt: Desfazer
ru: Отменить
zh_hans: 撤消

# clear_cache_success
source: Cache cleared successfully
de: Cache erfolgreich gelöscht
es: Caché borrado correctamente
fr: Le cache a été effacé
he: מטמון נוקה בהצלחה
it: La cache è stata svuotata correttamente
ja: キャッシュは正常にクリアされました
pt: Cache limpo com êxito
ru: Кэш успешно очищен
zh_hans: 已成功清除缓存

source: Clear Room
de: Raum löschen
es: Borrar habitación
fr: Vider la pièce
he: חדר ריק
it: Svuota stanza
ja: 部屋をクリア
pt: Limpar ambiente
ru: Очистить пространство
zh_hans: 清除房间

# clear_room_tool_title
source: Clear Room
de: Raum löschen
es: Borrar habitación
fr: Vider la pièce
he: חדר ריק
it: Svuota stanza
ja: 部屋をクリア
pt: Limpar ambiente
ru: Очистить пространство
zh_hans: 清除房间

# close_comments_button
source: Close Comments
de: Kommentar schließen
es: Comentario
fr: Fermer les commentaires
he: סגור הערות
it: Chiudi commenti
ja: コメントを閉じる
pt: Fechar comentários
ru: Закрыть комментарии
zh_hans: 关闭评论

# commentString
source: No comments yet
de: Noch keine Kommentare
es: Sin comentarios aún
fr: aucun commentaire pour l'instant
he: האם אתה אוהב את העבודה הזאת? בואו נדבר ביחד
it: Ancora nessun commento
ja: コメントはまだありません
pt: Ainda não há comentários
ru: Пока без коментариев
zh_hans: 暂时还没有评论，赶紧来添加吧！

# commentTip
source: Add a comment
de: Kommentar hinzufügen
es: Añadir un comentario
fr: Ajouter un commentaire
he: עדיין אין תגובה, למהר להוסיף אותו!
it: Aggiungi un commento
ja: コメントを追加
pt: Adicione um comentário
ru: Добавить комментарий
zh_hans: 喜欢这个作品吗？一起来聊聊吧

# concealer_button
source: Concealer
de: Ausblendwerkzeug
es: Cobertor
fr: Masqueur
he: קונסילר
it: Correttore
ja: コンシーラー
pt: Corretor
ru: Корректор
zh_hans: 印章工具

# corrupted_load_design
source: Sorry, your design is unable to load at this time. Please choose another design.
de: Ihr Design kann momentan nicht geladen werden. Wählen Sie ein anderes Design.
es: No es posible cargar su diseño en este momento. Seleccione otro diseño.
fr: Désolé, votre conception ne peut pas être chargée pour l'instant. Veuillez en choisir une autre.
he: מצטערים, לא ניתן לטעון עיצוב זה כרגע. אנא בחר עיצוב אחר.
it: Non è possibile caricare il progetto in questo momento. Scegliere un altro progetto.
ja: 現在このデザインをロードできません。別のデザインを選択してください。
pt: Não foi possível carregar seu projeto no momento. Escolha outro projeto.
ru: К сожалению, в данный момент проект загрузить невозможно. Выберите другой проект.
zh_hans: 对不起，目前无法加载您的设计。请选择其他设计。

source: CREATE NEW DESIGN
de: NEUES DESIGN ERSTELLEN
es: CREAR NUEVOS DISEÑOS
fr: CREER UNE CONCEPTION
he: צור עיצוב חדש
it: CREA NUOVO PROGETTO
ja: 新規デザインを作成
pt: CRIAR NOVO PROJETO
ru: СОЗДАТЬ НОВЫЙ ПРОЕКТ
zh_hans: 创建新设计

# default_sort
source: Default
de: Vorgabe
es: Predeterminado
fr: Par défaut
he: ברירת מחדל
it: Predefinito
ja: 既定
pt: Padrão
ru: По умолчанию
zh_hans: 默认

# default_text_for_save_design
source: To be included in the Design Stream, tell us a little bit about your design. Share your inspirations, the materials you used, the stores you visited, the people you admire, the mood you were in...whatever floats your boat!
de: Erzählen Sie uns etwas über Ihr Design, damit es in den Designstream aufgenommen werden kann. Nennen Sie uns Ihre Quellen der Inspiration, die verwendeten Materialien, die von Ihnen besuchten Läden, Personen, die Sie bewundern, die Stimmung, in der Sie sich befanden ... lassen Sie Ihren Erinnerungen freien Lauf!
es: Para poder incluirlo en la secuencia de diseños, cuéntenos un poco más acerca del diseño. Comparta sus inspiraciones, los materiales que ha utilizado, las tiendas que ha visitado, las personas a las que admira, el humor que tenía cuando... ¡lo que le venga a la cabeza!
fr: Avant de vous ajouter à la galerie de conceptions, nous aimerions en savoir un peu plus sur votre manière de concevoir. Quelles sont vos inspirations, les matériaux que vous avez utilisés ou les boutiques que vous avez visitées? Parlez-nous des gens que vous admirez, ou de l'état d'esprit dans lequel vous êtes...Bref, tout ce qui vous passe par la tête!
he: שתף את מקורות ההשראה שלך, את החומרים בהם השתמשת, ספר על החנויות בהן ביקרת, על האנשים שהינך מעריץ, על מצב הרוח שהיה לך... כל דבר שעולה לך בראש! על מנת להיכלל בזרם העיצובים, ספר לנו מעט אודות העיצוב שלך.
it: Per essere incluso nella sequenza di progetti, raccontaci qualcosa sul tuo progetto. Condividi le tue ispirazioni, i materiali utilizzati, i negozi visitati, le persone che apprezzi, l'umore al momento dell'ispirazione...qualsiasi cosa.
ja: デザイン ストリームに表示するための、あなたのデザインに関する説明を入力してください。 発想のきっかけ、使用したマテリアル、訪れたショップ、感銘を受けた人々、あなたのそのときの気持ち... あらゆることをご記入ください。
pt: Para ser incluído no Fluxo de projetos, conte-nos um pouco sobre o seu projeto. Compartilhe suas inspirações, os materiais usados, as lojas visitadas, as pessoas que você admira, o humor com que estava... o que você quiser!
ru: Для включения проекта в поток проектов, необходимо сообщить некоторые подробности. Делитесь своими мыслями, рассказывайте об используемых материалах, магазинах, которые вы посещаете, людях, которые вас восхищают, своем настроении и обо всем, что вас волнует!
zh_hans: 说说这个设计背后的故事吧！

# delete_design_error
source: Sorry, we couldn't delete your design . Please try again.
de: Wir konnten Ihr Design leider nicht löschen. Versuchen Sie es noch einmal.
es: No ha sido posible suprimir el diseño. Inténtelo de nuevo más tarde.
fr: Désolé, votre conception n'a pas pu être supprimée. Veuillez réessayer.
he: מצטערים, לא הצלחנו למחוק את העיצוב שלך. אנא נסה שנית.
it: Non è stato possibile eliminare il progetto. Riprovare in un secondo momento.
ja: デザインを削除できません。もう一度行ってください。
pt: Não foi possível excluir o seu projeto. Tente novamente.
ru: Не удалось удалить проект. Повторите попытку.
zh_hans: 抱歉，我们无法删除您的设计。请重试。

# design_private
source: Private
de: Privat
es: Privado
fr: Privée
he: פרטי
it: Privato
ja: プライベート
pt: Privado
ru: Личный
zh_hans: 私人

# design_public
source: Public
de: Öffentlich
es: Público
fr: Publique
he: ציבורי
it: Pubblico
ja: パブリック
pt: Público
ru: Общедоступный
zh_hans: 公开

# design_published
source: Featured
de: Präsentiert
es: Incluido
fr: A la une
he: מומלץ
it: In primo piano
ja: お勧め商品
pt: Em destaque
ru: Рекомендуемые
zh_hans: 精选

# design_stream_Close
source: Close
de: Schließen
es: Cerca
fr: Fermer
he: לִסְגוֹר
it: Vicino
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭

# design_stream_filter
source: Filter
es: Filtrar
fr: Filtrer
he: סינון
it: Filtra
ja: フィルタ
pt: Filtrar
ru: Фильтр
zh_hans: 过滤

# design_title_for_others
source: Designs
es: Diseños
fr: Conceptions
he: עיצובים
it: Progetti
ja: デザイン
pt: Projetos
ru: Проекты
zh_hans: 设计

# dynamic_menu_homestyler_magazine
source: Homestyler Magazine
de: Homestyler-Magazin
es: Revista de Homestyler
fr: Magazine Homestyler
he: מגזין הומסטיילר
it: Rivista Homestyler
ja: Homestyler マガジン
pt: Revista Homestyler
ru: Журнал Homestyler
zh_hans: Homestyler 杂志

# dynamic_menu_photo_gallery
source: Photo Gallery
de: Fotogalerie
es: Galería de fotografías
fr: Galerie de photos
he: גלריית התמונות
it: Raccolta foto
ja: フォト ギャラリー
pt: Galeria de fotos
ru: Коллекция фотографий
zh_hans: 照片库

# dynamic_menu_prof_index
source: Professional Index
de: Profi-Verzeichnis
es: Índice profesional
fr: Index professionnel
he: אינדקס מומחים
it: Indice professionisti
ja: プロフェッショナル一覧
pt: Índice profissional
ru: Индекс профессионализма
zh_hans: 专业人士索引

# dynamic_menu_wl_magazine
source: Magazine
de: Magazin
es: Revista
he: מגזין
it: Rivista
ja: マガジン
pt: Revista
ru: Журнал
zh_hans: 杂志

# edit_button
source: Edit
de: Bearbeiten
es: Editar
fr: Edition
he: ערוך
it: Modifica
ja: 編集
pt: Editar
ru: Правка
zh_hans: 编辑

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier profil
he: ערוך פרופיל
it: Modifica profilo
ja: プロファイルを編集
pt: Editar perfil
ru: Изменить профиль
zh_hans: 编辑个人信息

# editor_choice_sort
source: Editor's Pick
de: Empfehlung der Redaktion
es: Selección del editor
fr: Choix de la rédaction
he: בחירת העורכים
it: Selezione dell'editore
ja: お勧め
pt: Escolha do editor
ru: Выбор редактора
zh_hans: 编辑精选

# email_missing_default_msg
source: Sorry no email account defined on this device
de: Es wurde leider kein E-Mail-Konto auf diesem Gerät festgelegt
es: No se ha definido ninguna cuenta de correo electrónico en este dispositivo
fr: Désolé, cet appareil n'est associé à aucun compte de messagerie
he: מצטערים, אף כתובת דואר אלקטרוני לא הוגדרה על גבי מכשיר זה
it: Nessun account e-mail definito per questo dispositivo
ja: このデバイスには電子メール アカウントが定義されていません
pt: Não há nenhuma conta de e-mail definida nesse dispositivo
ru: К сожалению, на этом устройстве не определена учетная запись электронной почты
zh_hans: 对不起，该设备未绑定邮件帐号

# email_missing_prof_page
source: Sorry, professional doesn't have an email address
de: Der Profi verfügt leider nicht über eine E-Mail-Adresse
es: Profesional no tiene una dirección de correo electrónico
fr: Désolé, ce professionnel n'a pas d'adresse électronique
he: מצטערים, למומחה זה אין כתובת דואר אלקטרוני
it: Il professionista non ha fornito un indirizzo e-mail
ja: このプロフェッショナルには電子メール アドレスがありません
pt: O profissional não tem endereço de e-mail
ru: Не указан адрес электронной почты профессионала
zh_hans: 抱歉，专业人士没有提供电子邮件地址

# erh_register_email_exists_msg
source: Email already in use!
de: E-Mail-Adresse wird bereits verwendet.
es: ¡Este correo electrónico ya está en uso!
fr: Adresse e-mail déjà utilisée.
he: כתובת דואר אלקטרוני זו נמצאת בשימוש!
it: E-mail già utilizzata!
ja: この電子メールはすでに使用されています。
pt: Este e-mail já está em uso.
ru: Такой адрес электронной почты уже используется!
zh_hans: 邮件地址已占用！

# erh_unknown_error_msg
source: Sorry, an error occurred. Please try again.
de: Es ist leider ein Fehler aufgetreten. Versuchen Sie es noch einmal.
es: Se ha producido un error. Inténtelo de nuevo.
fr: Désolé, une erreur s'est produite. Veuillez réessayer.
he: מצטערים, אירעה שגיאה. אנא נסה שנית.
it: Si è verificato un errore. Riprovare.
ja: エラーが発生しました。もう一度行ってください。
pt: Ocorreu um erro. Tente novamente.
ru: К сожалению, произошла ошибка. Повторите попытку.
zh_hans: 对不起，出错啦! 请稍后再尝试!

# err_msg_enter_new_full_name
source: Please enter your first/last name
de: Geben Sie Ihren Vor- und Nachnamen ein
es: Introduzca su nombre/apellidos.
fr: Veuillez entrer votre prénom/nom
he: אנא הכנס את שמך הפרטי ואת שם משפחתך
it: Immettere nome e cognome
ja: 名/姓を入力してください
pt: Insira seu nome/sobrenome
ru: Введите имя/фамилию
zh_hans: 请输入您的名/姓

# err_msg_enter_new_pass
source: Please enter a new password
de: Geben Sie ein neues Kennwort ein
es: Introduzca una nueva contraseña
fr: Veuillez entrer un nouveau mot de passe
he: אנא הכנס סיסמא חדשה
it: Immettere una nuova password
ja: 新しいパスワードを入力してください
pt: Digite uma nova senha
ru: Введите новый пароль
zh_hans: 请输入新密码

# err_msg_facebook_share_failed
source: Sharing failed
de: Freigabe fehlgeschlagen
es: No se ha podido compartir
fr: Echec du partage
he: שיתוף נכשל
it: Condivisione non riuscita
ja: 共有に失敗しました
pt: Falha no compartilhamento
ru: Ошибка предоставления общего доступа
zh_hans: 分享失败

# err_msg_failed_image_upload
source: Sharing failed
de: Freigabe fehlgeschlagen
es: No se ha podido compartir
fr: Echec du partage
he: שיתוף נכשל
it: Condivisione non riuscita
ja: 共有に失敗しました
pt: Falha no compartilhamento
ru: Ошибка предоставления общего доступа
zh_hans: 分享失败

# err_msg_failed_retrive_wish_list
source: To create a wishlist, tap on the Heart icon of your favorite products.
de: Tippen Sie zum Erstellen einer Wunschliste auf das Herzsymbol Ihrer Lieblingsprodukte.
es: Para crear una lista de deseos, toque en el icono de Corazón de sus productos favoritos.
fr: Pour créer une liste de souhaits, tapez sur l'icône Ajouter en favori de vos produits favoris.
he: כדי ליצור רשימת משאלות, לחץ על אייקון האהבה של המוצרים המועדפים עליך.
it: Per creare una wish-list, tocca l'icona a forma di cuore dei prodotti preferiti.
ja: ウィッシュリストを作成するには、お気に入りの製品のハート アイコンをタップしてください
pt: Para criar uma lista de desejos, toque no ícone de coração de seus produtos favoritos.
ru: Чтобы создать список пожеланий, коснитесь сердечка рядом с вашими любимыми продуктами.
zh_hans: 若要创建愿望列表，请点击喜欢的产品的“赞”图标。

# err_msg_login_before_email_status
source: Please login before changing your settings.
de: Melden Sie sich an, um die Einstellungen zu ändern.
es: Inicie sesión antes de cambiar su configuración.
fr: Connectez-vous avant de modifier vos paramètres.
he: אנא התחבר לפני עריכת כל שינוי בהגדרות שלך.
it: È necessario effettuare l'accesso prima di modificare le impostazioni.
ja: 設定を変更するにはログインが必要です。
pt: Faça login antes de alterar suas configurações.
ru: Для изменения настроек необходимо войти в систему.
zh_hans: 请登录后再更改设置。

# err_msg_login_before_name_reset
source: You must login before changing your profile name
de: Sie müssen sich anmelden, bevor Sie Ihren Profilnamen ändern
es: Debe iniciar sesión antes de cambiar su nombre de perfil
fr: Vous devez vous connecter pour modifier votre nom de profil
he: עליך להתחבר לפני שינוי שמך בפרופיל
it: Occorre effettuare l'accesso per modificare il nome profilo
ja: プロファイル名を変更する前にログインしてください
pt: É preciso fazer login antes de alterar o nome do seu perfil
ru: Чтобы изменить имя профиля, необходимо выполнить вход.
zh_hans: 必须先登录才能更改姓名

# err_msg_login_before_pass_reset
source: You must login before changing your current password
de: Vor dem Ändern des aktuellen Kennworts müssen Sie sich anmelden
es: Debe iniciar sesión antes de cambiar la contraseña actual
fr: Vous devez vous connecter pour modifier le mot de passe actuel
he: עליך להתחבר לפני שינוי סיסמתך הנוכחית
it: Per modificare la password corrente, è necessario eseguire l'accesso
ja: 現在のパスワードを変更する前にログインしてください
pt: É preciso fazer login antes de alterar sua senha atual
ru: Для изменения текущего пароля необходимо войти в систему
zh_hans: 您必须登录后才可以更改当前密码

# err_msg_pass_change_failed
source: Password change failed
de: Kennwortänderung fehlgeschlagen
es: No se ha podido cambiar la contraseña
fr: Echec de la modification du mot de passe
he: שינוי הסיסמא נכשל
it: Modifica password non riuscita
ja: パスワードの変更に失敗しました
pt: Falha na alteração da senha
ru: Ошибка изменения пароля
zh_hans: 更改密码失败

# err_msg_pass_confirm_mismatch
source: New and Confirm passwords don't match
de: Neues Kennwort und Bestätigungskennwort stimmen nicht überein
es: La contraseña nueva y la de confirmación no coinciden
fr: La confirmation du mot de passe ne correspond pas au nouveau mot de passe
he: הסיסמא החדשה לא תואמת לסיסמתך הנוכחית
it: La nuova password e quella inserita nel campo di conferma non corrispondono
ja: 新しいパスワードと確認用のパスワードが一致しません
pt: A nova senha e a senha de confirmação são diferentes
ru: Новый пароль и его подтверждение не совпадают
zh_hans: 新密码和确认密码不一致

# err_msg_pass_incorrect
source: Your current password is incorrect
de: Ihr aktuelles Kennwort ist falsch
es: La contraseña actual no es correcta
fr: Votre mot de passe actuel est incorrect
he: זאת איננה סיסמתך הנוכחית
it: Password corrente non corretta
ja: 現在のパスワードが間違っています
pt: A senha atual está incorreta
ru: Текущий пароль указан неправильно
zh_hans: 当前密码不正确

# err_msg_profile_loading
source: You are currently unable to access your profile. Please try again later.
de: Der Zugriff auf Ihr Profil ist momentan nicht möglich. Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
es: En este momento no puede acceder a su perfil. Inténtelo de nuevo más tarde.
fr: Vous ne pouvez pas accéder à votre profil pour l'instant. Veuillez réessayer ultérieurement.
he: אין באפשרותך לגשת לפרופיל שלך כרגע. אנא נסה שנית מאוחר יותר.
it: Non è possibile accedere al tuo profilo in questo momento. Riprova più tardi.
ja: 現在、プロファイルにアクセスすることができません。後でもう一度行ってください。
pt: Não é possível acessar seu perfil no momento. Tente novamente mais tarde.
ru: Профиль недоступен. Повторите попытку позже.
zh_hans: 您当前无法访问您的个人信息。请稍后再尝试！

# err_msg_profile_loading_other
source: You are currently unable to access this profile. Please try again later.
de: Der Zugriff auf dieses Profil ist momentan nicht möglich. Versuchen Sie es später noch einmal.
es: No puede acceder a este perfil en este momento. Inténtelo de nuevo más tarde.
fr: Ce profil n'est pas accessible pour l'instant. Veuillez réessayer ultérieurement.
he: אין באפשרותך לגשת כעת לפרופיל זה. אנא נסה שנית מאוחר יותר.
it: In questo momento non è possibile accedere a questo profilo. Riprova più tardi.
ja: 現在、このプロファイルにアクセスすることができません。後でもう一度行ってください。
pt: Não é possível acessar este perfil no momento. Tente novamente mais tarde.
ru: Профиль недоступен. Повторите попытку позже.
zh_hans: 您当前无法访问此个人信息。请稍后重试！

# err_msg_update_full_name
source: Failed to update full name
de: Voller Name konnte nicht aktualisiert werden
es: No se ha podido actualizar el nombre completo
fr: Echec de la mise à jour du nom complet
he: עדכון שם מלא נכשל
it: Aggiornamento del nome completo non riuscito
ja: フル ネームの更新に失敗しました
pt: Falha na atualização do nome completo
ru: Не удалось обновить полное имя
zh_hans: 更新全名失败
