Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# err_msg_update_user_info
source: Failed to update user info
de: Die Benutzerinfo konnte nicht aktualisiert werden
es: No se ha podido actualizar la información del usuario
fr: Echec de la mise à jour des informations sur l'utilisateur
he: עדכון פרטי משתמש נכשל
it: Aggiornamento delle informazioni utente non riuscito
ja: ユーザ情報の更新に失敗しました
pt: Falha ao atualizar as informações do usuário
ru: Не удалось обновить сведения о пользователе
zh_hans: 更新用户信息失败

# err_msg_upload_profile_image
source: Failed to upload profile image
de: Profilbild konnte nicht hochgeladen werden
es: No se ha podido cargar la imagen de perfil
fr: Echec du chargement de l'image du profil
he: עדכון תמונת פרופיל נכשל
it: Caricamento dell'immagine del profilo non riuscito
ja: プロファイル イメージのアップロードに失敗しました
pt: Falha ao carregar a imagem do perfil
ru: Не удалось обновить изображение профиля
zh_hans: 更新头像失败

# error_missing_result
source: Sorry, no results were found. Please try using a different search term.
de: Es wurden leider keine Ergebnisse gefunden. Versuchen Sie es mit einem anderen Suchbegriff.
es: Lo sentimos, no se han encontrado resultados. Pruebe con un término distinto para la búsqueda.
fr: Désolé, aucun résultat trouvé. Utilisez un autre terme de recherche.
he: אנא הכנס שאילתא אחרת. מצטערים, לא נמצאו תוצאות לחיפוש שערכת.
it: Nessun risultato trovato. Riprova utilizzando un termine di ricerca diverso.
ja: 検索結果が見つかりませんでした。 別の検索用語を使用してみてください。
pt: Não foram encontrados resultados. Tente usar um termo de pesquisa diferente.
ru: К сожалению, ничего не найдено. Попробуйте указать другой запрос.
zh_hans: 对不起，未找到结果。 请尝试使用其他搜索词。

# error_missing_result_ipad
source: Sorry, no results were found. Please try using a different search term.
de: Es wurden leider keine Ergebnisse gefunden. Versuchen Sie es mit einem anderen Suchbegriff.
es: Lo sentimos, no se han encontrado resultados. Pruebe con un término distinto para la búsqueda.
fr: Désolé, aucun résultat trouvé. Utilisez un autre terme de recherche.
he: מצטערים, לא נמצאו תוצאות לחיפוש שערכת. אנא הכנס שאילתא אחרת.
it: Nessun risultato trovato. Riprova utilizzando un termine di ricerca diverso.
ja: 検索結果が見つかりませんでした。別の検索用語を使用してみてください。
pt: Nenhum resultado foi encontrado. Tente usar um termo de pesquisa diferente.
ru: К сожалению, ничего не найдено. Попробуйте указать другой запрос.
zh_hans: 对不起，未找到结果。请尝试使用其他搜索词。

# exception_message
source: Oops, something went wrong! Please try again later.
de: Oh nein, hier ist etwas schiefgelaufen! Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
es: Vaya, algo ha pasado. Inténtelo de nuevo más tarde.
fr: Désolé, un problème s'est produit. Veuillez réessayer plus tard.
he: אופס, משהו השתבש! אנא נסה שנית מאוחר יותר.
it: Si è verificato un problema generico. Riprova in un secondo momento.
ja: 正常に動作していないようです。後でもう一度行ってください。
pt: Opa, algo deu errado! Tente novamente mais tarde.
ru: Произошла ошибка. Повторите попытку позже.
zh_hans: 发生了错误！请稍后再尝试！

# facebook_friends_empty_copy
source: Sorry, no Facebook friends were found
de: Es wurden leider keine Facebook-Freunde gefunden
es: Lo sentimos, no se encontró ningún amigo de Facebook
fr: Désolé, aucun ami Facebook n'a été trouvé
he: מצטערים, לא נמצאו חברי פייסבוק
it: Non è stato trovato alcun amico su Facebook
ja: Facebook のお友達が見つかりません
pt: Nenhum amigo do Facebook foi encontrado
ru: Поиск по друзьям на Facebook не дал результатов
zh_hans: 对不起，未找到 Facebook 好友

# facebook_login_failed_msg
source: You must login with Facebook to access your Facebook friends
de: Sie müssen sich bei Facebook anmelden, um auf Ihre Facebook-Freunde zugreifen zu können
es: Debe iniciar sesión en Facebook para acceder a sus amigos de Facebook
fr: Vous devez être connecté à Facebook pour accéder à votre liste d'amis Facebook
he: עליך להתחבר דרך פייסבוק כדי לגשת לחברי הפייסבוק שלך
it: Devi eseguire l'accesso a Facebook per accedere ai tuoi amici
ja: Facebook の友達にアクセスするには Facebook にログインする必要があります。
pt: Você deve fazer login no Facebook para obter acesso aos seus amigos
ru: Для доступа к списку друзей на Facebook необходимо войти в учетную запись Facebook
zh_hans: 您必须使用 Facebook 登录以访问您的 Facebook 好友

# facebook_login_general_error
source: Sign in failed, please check your Facebook account details and try again.
de: Anmeldung fehlgeschlagen. Prüfen Sie die Details Ihres Facebook-Kontos, und versuchen Sie es erneut.
es: No se ha podido iniciar sesión, compruebe la información de su cuenta de Facebook e inténtelo de nuevo.
fr: Echec de la connexion à Facebook. Veuillez vérifier les informations de votre compte et réessayer.
he: ההתחברות נכשלה, אנא בדוק את פרטי חשבון גוגל+ שלך ונסה שנית.
it: Accesso non riuscito, verificare le informazioni di accesso all'account Facebook e riprovare.
ja: サイン インに失敗しました。Facebook アカウントの詳細を確認してもう一度行ってください。
pt: Falha no login. Verifique os detalhes da sua conta do Facebook e tente novamente.
ru: Ошибка входа. Проверьте учетные данные Facebook и повторите попытку.
zh_hans: 登录失败，请检查您的 Facebook 帐号详细信息，然后重试。

# failed_action_no_network_found
source: We lost you! Check your network connection.
de: Wir haben die Verbindung verloren. Prüfen Sie die Netzwerkverbindung.
es: ¡Le hemos perdido! Compruebe la conexión de red.
fr: Vous avez disparu! Vérifiez votre connexion réseau.
he: איבדנו אותך! אנא בדוק את החיבור שלך לרשת
it: Ti abbiamo perso! Controlla la connessione di rete.
ja: 接続が中断しました。ネットワークの接続状態を確認してください。
pt: Perdemos você! Verifique sua conexão com a rede.
ru: Нет связи! Проверьте подключение к сети.
zh_hans: 您已显示离线状态! 请检查您的网络连接。

# failed_action_no_network_found_start
source: You seem to be offline. Please check your internet connection and retry.
de: Sie scheinen momentan offline zu sein. Prüfen Sie die Netzwerkverbindung, und versuchen Sie es noch einmal.
es: Parece que se encuentra fuera de línea. Compruebe la conexión a Internet e inténtelo de nuevo.
fr: Vous n'apparaissez pas connecté. Veuillez vérifier votre connexion Internet et réessayer.
he: נראה שאתה לא מחובר לרשת. אנא בדוק את החיבור ונסה שנית
it: Sembri essere offline. Verifica la connessione internet e riprova.
ja: 現在オフラインのようです。インターネットの接続を確認してもう一度行ってください。
pt: Parece que você está desconectado. Verifique sua conexão com a rede e tente novamente.
ru: По всей видимости, включен автономный режим. Проверьте подключение к Интернету и повторите попытку.
zh_hans: 您似乎已离线。请检查您的网络连接，然后重试。

# failed_load_catalog_item
source: Sorry, this product is currently unavailable.
de: Dieses Produkt ist derzeit leider nicht verfügbar.
es: Este producto no está disponible actualmente.
fr: Désolé, ce produit n'est pas disponible pour l'instant.
he: מצטערים, מוצר זה לא קיים כרגע.
it: Il prodotto non è al momento disponibile.
ja: 申し訳ありません。この製品は現在ご利用いただけません。
pt: Este produto encontra-se indisponível no momento.
ru: К сожалению, этот продукт в данный момент недоступен.
zh_hans: 对不起，该产品当前不可用。

# failed_load_catalog_item_p2
source: Please select another product.
de: Wählen Sie ein anderes Produkt aus.
es: Seleccione otro producto.
fr: Veuillez sélectionner un autre produit.
he: אנא בחר מוצר אחר.
it: Selezionare un altro prodotto.
ja: 別の製品を選択してください。
pt: Selecione outro produto.
ru: Выберите другой продукт.
zh_hans: 请选择其他产品。

# failed_load_models
source: Sorry, we were unable to load this design.
de: Wir konnten dieses Design leider nicht auffinden.
es: No hemos podido cargar este diseño.
fr: Désolé, impossible de charger cette conception.
he: מצטערים, לא הצלחנו לטעון עיצוב זה.
it: Non è stato possibile caricare il progetto.
ja: このデザインをロードできませんでした。
pt: Não foi possível carregar este projeto.
ru: К сожалению, не удалось загрузить этот проект.
zh_hans: 对不起，无法加载该设计。

# failed_load_models_p2
source: Please try again later.
de: Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
es: Inténtelo de nuevo más tarde.
fr: Veuillez réessayer plus tard.
he: אנא נסה שנית מאוחר יותר.
it: Riprovare in un secondo momento.
ja: 後でもう一度行ってください。
pt: Tente novamente mais tarde.
ru: Повторите попытку позже.
zh_hans: 请稍后再尝试！

# failed_slow_connection
source: Sorry! The internet connection is a bit slow at the moment. Thank you for your patience.
de: Die Internetverbindung ist derzeit leider etwas langsam. Vielen Dank für Ihre Geduld.
es: Lo sentimos. La conexión a Internet va un poco lenta en este momento. Gracias por su paciencia.
fr: La connexion Internet est un peu lente actuellement. Merci de votre patience.
he: מצטערים! החיבור לרשת מעט איטי כרגע. תודה על סבלנותך.
it: Al momento la connessione Internet è piuttosto lenta. Grazie per la pazienza.
ja: 現在、インターネット接続の速度が遅くなっているようです。少々お待ちください。
pt: A conexão com a Internet está um pouco lenta no momento. Obrigado por sua paciência.
ru: Приносим свои извинения за медленное подключение к Интернету. Благодарим за терпение.
zh_hans: 非常抱歉！目前 Internet 连接较慢。感谢您的耐心等待。

# fb_find_friend_invite
source: Meet me on Autodesk Homestyler, where you can discover new design ideas and create your own living spaces!
de: Treffen Sie mich auf Autodesk Homestyler! Entdecken Sie neue Designideen und gestalten Sie Ihre eigenen Wohnräume!
es: Nos vemos en Autodesk Homestyler. Un lugar en el que podrá descubrir nuevas ideas de diseño y crear sus propios espacios vivos.
fr: Rejoins-moi sur Autodesk Homestyler, où nous pourrons découvrir de nouvelles idées de conception et créer vos propres espace habitables !
he: פגוש אותי באוטודסק הומסטיילר, היכן שתוכל לגלות רעיונות עיצוב חדשים וליצור את חללי המגורים שלך!~
it: Raggiungimi su Autodesk Homestyler, dove puoi scoprire nuove idee di progettazione e creare i tuoi ambienti ideali!
ja: Autodesk Homestyler を使ってみませんか。ここでは新しいデザインのアイデアを発見したり、部屋の空間を自由に創造することができます。
pt: Junte-se à mim no Autodesk Homestyler, onde você pode descobrir novas ideias de projetos e criar seus próprios espaços!
ru: Присоединяйтесь к Autodesk Homestyler. Здесь можно найти множество новых идей и создать собственные проекты жилых помещений!
zh_hans: 嗨，相约在 Autodesk Homestyler，您会发现新的设计创意，可以创建属于自己的生活空间！

# feedback_email_body
source: The information above is used solely by our Tech Team to improve the product experience.
de: Sie brauchen keine Bedenken zu haben, die nachstehenden Informationen werden nur von unserem Technikteam verwendet, um rasch und wirksam eine Lösung für Ihre Probleme zu finden. Herzlichen Dank im Voraus für Ihre Hilfe!
es: No se preocupe. Solo nuestro equipo técnico utilizará la información que aparece a continuación con el fin de buscar, de forma eficiente y efectiva, la solución a los problemas que está experimentando. ¡Gracias por su colaboración!
fr: Ne vous inquiétez pas, les informations ci-dessous ne sont utilisées que par notre équipe technique pour trouver de manière efficace et correcte la solution à vos problèmes. Nous vous remercions par avance de votre coopération !
he: אל דאגה, המידע למטה נגיש אך ורק לצוות הטכני שלנו עבור יעילות ואפקטיביות מציאת הפתרון לבעיה אשר אתה חווה. תודה מראש עבור שיתוף הפעולה!
it: Le seguenti informazioni vengono utilizzate esclusivamente dal nostro team tecnico per risolvere in modo efficiente i problemi riscontrati. Grazie per la collaborazione!
ja: 下記に示す情報は、弊社の技術チームが問題の解決を効率的かつ効果的に行うための調査にのみ使用しますので、どうぞご心配なさらないでください。ご協力いただきありがとうございます!
pt: Não se preocupe. As informações abaixo serão usadas exclusivamente pela nossa equipe técnica para encontrar eficientemente a solução para o(s) problema(s) que você está tendo. Agradecemos desde já a sua cooperação.
ru: Указанная ниже информация используется исключительно нашей службой технической поддержки в целях оперативного и эффективного поиска решений для устранения проблем, с которыми вы сталкиваетесь. Заранее благодарим за сотрудничество!
zh_hans: 以上信息将仅用于帮助我们的技术团队高效地找到针对您问题的有效解决方案。

# feedback_email_subject
source: Tell us how to get better!
de: Teilen Sie uns mit, wie wir besser werden können.
es: Ayúdenos a mejorar
fr: Aidez-nous à nous améliorer!
he: ספר לנו כיצד נוכל להשתפר!
it: Invia i tuoi suggerimenti per migliorare il nostro prodotto.
ja: ご意見をお送りください。
pt: Diga-nos como melhorar!
ru: Сообщите, что следует улучшить!
zh_hans: 请告诉我们如何做得更好！

source: Finalized Scene
de: Abgeschlossene Szene
es: Escena completada
fr: Scène finalisée
he: סצנה מוגמרת
it: Scena completata
ja: ファイナライズされたシーン
pt: Cena finalizada
ru: Окончательная сцена
zh_hans: 最终场景

source: Find by name or email
de: Nach Name oder E-Mail suchen
es: Busque por nombre o correo electrónico
fr: Chercher des amis par nom ou par adresse électronique
he: מצא לפי שם או כתובת דואר אלקטרוני
it: Trova per nome o indirizzo e-mail
ja: 名前または電子メールで検索
pt: Encontrar por nome ou e-mail
ru: Поиск по имени или адресу электронной почты
zh_hans: 按姓名或电子邮件查找

source: Find contact friends
de: Freunde aus Kontakten suchen
es: Busque a sus contactos
fr: Chercher des amis de contact
he: מצא את אנשי הקשר שלך
it: Trova gli amici dei contatti
ja: 連絡先の友達を検索
pt: Encontrar contatos de amigos
ru: Поиск друзей по контактам
zh_hans: 查找联系人好友

# find_facebook_friends
source: Find your Facebook friends
de: Facebook-Freunde suchen
es: Busque a sus amigos de Facebook
fr: Chercher vos amis Facebook
he: מצא את חברי הפייסבוק שלך
it: Trova i tuoi amici su Facebook
ja: Facebook の友達を検索
pt: Encontrar seus amigos do Facebook
ru: Поиск друзей на Facebook
zh_hans: 查找您的 Facebook 好友

source: Find Friends
de: Freunde suchen
es: Buscar amigos
fr: Chercher des amis
he: מצא חברים
it: Trova amici
ja: 友達を検索
pt: Encontrar amigos
ru: Поиск друзей
zh_hans: 查找好友

# find_friends_no_results_copy
source: This user isn't on %@ yet, please enter their email address to invite them to %@
de: Dieser Benutzer ist noch nicht bei %@, bitte geben Sie die E-Mail-Adresse ein, um eine Einladung zu versenden.
es: Este usuario aún no está en %@. Introduzca su dirección de correo electrónico para invitarle a %@.
fr: Cet utilisateur n'est pas encore inscrit à %@, veuillez saisir son adresse électronique pour l'inviter sur %@
he: %@הזמן משתמש זה ל-
it: Questo utente non dispone ancora di un account %@. Inserisci il suo indirizzo e-mail per invitarlo su %@
ja: このユーザはまだ %@ に登録されていません。電子メール アドレスを入力して %@ に招待しましょう。
pt: Este usuário ainda não está no %@. Digite endereços de e-mail para convidar pessoas para o %@
ru: Этот пользователь еще не зарегистрирован на %@. Введите адрес электронной почты пользователя, чтобы отправить приглашение на %@.
zh_hans: 此用户还不在 %@ 上，请输入其电子邮件地址邀请他/她

# find_friends_no_results_filter_copy
source: Sorry, there are no results that match your search.
de: Für Ihre Suche wurden leider keine Ergebnisse gefunden.
es: Lo sentimos. No se encontró ningún resultado coincidente con sus criterios de búsqueda.
fr: Désolé, aucun résultat ne correspond à votre recherche.
he: מצטערים, לא מצאנו תוצאות לחיפוש שערכת.
it: Nessun risultato corrisponde alla ricerca.
ja: 検索に一致する結果がありません。
pt: Lamentamos, não há resultados que correspondam à sua pesquisa.
ru: К сожалению, по вашему запросу ничего не найдено.
zh_hans: 抱歉，没有与您的搜索匹配的结果。

# find_friends_result_title_follow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
he: עקוב
it: Segui
ja: フォロー
pt: Seguir
ru: Следить
zh_hans: 关注

# find_friends_result_title_following
source: Following
de: Wird gefolgt
es: Siguiendo
fr: Abonnements
he: עוקב אחרי
it: Siguiendo
ja: フォロー中
pt: Seguindo
ru: Слежение
zh_hans: 当前关注

# find_friends_result_title_invite
source: Invite
de: Einladen
es: Invitar
fr: Inviter
he: הזמן
it: Invita
ja: 招待
pt: Convidar
ru: Пригласить
zh_hans: 邀请

# find_friends_result_title_invited
source: Invited
de: Eingeladen
es: Invitado
fr: Invité
he: מוזמן
it: Invitato
ja: 招待済み
pt: Convidado
ru: Приглашение отправлено
zh_hans: 受邀

# find_friends_results_title_addrbook
source: Contact List Friends
de: Kontaktliste der Freunde
es: Amigos de la lista de contactos
fr: Amis de la liste des contacts
he: אנשי קשר
it: Amici dell'elenco contatti
ja: 連絡先の友達
pt: Amigos da lista de contatos
ru: Друзья из списка контактов
zh_hans: 联系人列表好友

# find_friends_results_title_facebook
source: Facebook Friends
de: Facebook-Freunde
es: Amigos de Facebook
fr: Amis Facebook
he: חברי פייסבוק
it: Amici su Facebook
ja: Facebook の友達
pt: Amigos do Facebook
ru: Друзья на Facebook
zh_hans: Facebook 好友

# floor_button
source: Floor
de: Boden
es: Suelo
fr: Sol
he: רצפה
it: Pavimento
ja: 床
pt: Andar
ru: Пол
zh_hans: 地板

source: Follow
de: Folgen
es: Seguir
fr: Suivre
he: עקוב
it: Segui
ja: フォロー
pt: Seguir
ru: Следить
zh_hans: 关注

# forgot_password_error
source: Enter the email you used to sign up.
de: Geben Sie die E-Mail-Adresse ein, die Sie zur Anmeldung verwendet haben.
es: Introduzca el correo electrónico que ha utilizado para registrarse.
fr: Entrez votre adresse e-mail habituelle.
he: הכנס את כתובת הדואר האלקטרוני שבאמצעותה התחברת בעבר
it: Immetti l'e-mail utilizzata per la registrazione.
ja: サインアップに使用した電子メール アドレスを入力してください。
pt: Insira o e-mail que você usou para se registrar.
ru: Введите адрес электронной почты, который использовался для регистрации.
zh_hans: 请输入用于注册的邮件地址。

# forgot_password_ok
source: A new password has been sent to your email.
de: Ein neues Kennwort wurde an Ihre E-Mail-Adresse geschickt.
es: Se ha enviado una nueva contraseña a su correo electrónico.
fr: Un nouveau mot de passe a été envoyé à votre adresse e-mail.
he: סיסמא חדשה נשלחה לכתובת הדואר האלקטרוני שלך.
it: Una nuova password è stata inviata al tuo indirizzo e-mail.
ja: 新しいパスワードが電子メールで送信されました。
pt: Uma nova senha foi enviada para o seu e-mail.
ru: Новый пароль отправлен на ваш адрес электронной почты.
zh_hans: 新密码已经发到您的邮箱。

# friend_action_btn_follow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
he: עקוב
it: Segui
ja: フォロー
pt: Seguir
ru: Следить
zh_hans: 关注

# friend_action_btn_invite
source: Invite
de: Einladen
es: Invitar
fr: Inviter
he: הזמן
it: Invita
ja: 招待
pt: Convidar
ru: Пригласить
zh_hans: 邀请

# friend_action_btn_invited
source: Invited
de: Eingeladen
es: Invitado
fr: Invité
he: מוזמן
it: Invitato
ja: 招待済み
pt: Convidado
ru: Приглашение отправлено
zh_hans: 受邀

# friend_action_btn_unfollow
source: Following
de: Wird gefolgt
es: Siguiendo
fr: Abonnements
he: עוקב אחרי
it: Siguiendo
ja: フォロー中
pt: Seguindo
ru: Слежение
zh_hans: 当前关注

# friend_cell_no_account_yet
source: no %@ account yet
he: אין עדיין %@ חשבון

# get_location_hide_title
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
he: הסתר
it: Nascondi
ja: 非表示
pt: Ocultar
ru: Скрыть
zh_hans: 隐藏

# get_location_title
source: Use My Location
de: Meinen Standort verwenden
es: Utilizar mi ubicación
fr: Utiliser mon emplacement
he: השתמש במיקומי
it: Utilizza la mia posizione
ja: 自分の場所を使用
pt: Usar minha localização
ru: Использовать мое местонахождение
zh_hans: 使用我的位置

# gps_failed_to_retrieve_location
source: Location could not be found
de: Standort wurde nicht gefunden
es: No se ha encontrado ubicación
fr: Localisation introuvable
he: לא ניתן למצוא את המיקום
it: Impossibile trovare la posizione
ja: 場所が見つかりません
pt: A localização não pôde ser encontrada
ru: Не удалось найти расположение
zh_hans: 无法找到位置

# help_3danalysis_label1
source: Refine your results by aligning walls with room corners.
de: Optimieren Sie Ihre Ergebnisse, indem Sie die Wände auf die Raumecken ausrichten.
es: Obtenga mejores resultados alineando los muros con las esquinas de las habitaciones.
fr: Peaufinez le résultat en alignant les murs sur les coins de la pièce.
he: שפר את התוצאה על ידי יישור הקירות עם פינות החדר.
it: Ottimizza i risultati allineando le pareti agli angoli della stanza.
ja: 部屋のコーナーと壁の位置関係を調整してください。
pt: Refine os resultados alinhando as paredes com os cantos do ambiente.
ru: Уточните свои результаты, выровняв стены относительно углов комнаты.
zh_hans: 请将墙与房间拐角对齐，以美化您的效果图。

# help_camera_label1
source: For best results, try to include the floor and two walls in your photo.
de: Optimale Ergebnisse erzielen Sie, wenn in Ihrem Foto der Boden und zwei Wände enthalten sind.
es: Para obtener mejores resultados, pruebe a incluir el suelo y dos muros en la foto.
fr: Pour un résultat optimal, essayez d'inclure le sol et deux murs dans votre photo.
he: כדי לקבל תוצאה טובה, נסה לכלול את הרצפה ושני קירות בתמונה.
it: Per risultati ottimali, provare a includere il pavimento e due pareti nella foto.
ja: 最適な結果を得るには、画面内に床と 2 面の壁を含めるようにしてください。
pt: Para obter melhores resultados, tente incluir o piso e as duas paredes na foto.
ru: Для достижения наилучших результатов попробуйте сделать фотографию так, чтобы на ней был виден пол и две стены.
zh_hans: 尝试在照片中显示地板和两面墙，以获得最好的效果图。

# help_note_label1
source: Note: The sizes, shapes, colors and other features of images seen appearing in Easyhome® Homestyler® may differ from those of real-life objects and spaces.
de: Anmerkung: Maße, Formen, Farben und andere Eigenschaften von Bildern in Easyhome® Homestyler® weichen möglicherweise von denen echter Objekte und Räume in der Realität ab.
es: Nota: la vista de los tamaños, formas, colores y otras características de las imágenes que aparecen en Easyhome® Homestyler® pueden diferir de los objetos y espacios de la vida real.
fr: Note: les tailles, formes, couleurs et autres caractéristiques des images apparaissant dans Easyhome® Homestyler® peuvent être différentes de celles correspondant aux espaces et objets réels.
he: הערה: הגדלים, הצורות, הצבעים ותכונות אחרות של תמונות הנראות באוטודסק הומסטיילר יכולים להיות שונים מאובייקטים במציאות.
it: Nota: le dimensioni, le forme, i colori e altre caratteristiche delle immagini disponibili in EasyhomeÂ® HomestylerÂ® potrebbero differire da quelle di oggetti e spazi reali.
ja: 注: Easyhome® Homestyler® に表示されるイメージのサイズ、形状、色やその他の特徴は、実際のものと異なることがありますので、予めご了承ください。
pt: Observação: os tamanhos, formas, cores e outros recursos das imagens vistas que aparecem no Easyhome® Homestyler® podem diferir daqueles que se apresentam nos objetos e espaços reais.
ru: Примечание. Размеры, фигуры, цвета и другие характеристики изображений, отображаемых в Easyhome® Homestyler®, могут отличаться от реальных объектов и пространств.
zh_hans: 注意：在屏幕中显示的图像的大小、形状、颜色和其他特性可能不同于现实的对象和空间的大小、形状、颜色和其他特性。

# help_note_label2
source: Rotate
de: Drehen
es: Rotar
fr: Pivoter
he: סובב
it: Ruota
ja: 回転
pt: Girar
ru: Повернуть
zh_hans: 旋转

# help_note_label3
source: Scale
de: Skalieren
es: Ajustar escala
fr: Ajuster l'échelle
he: מדוד
it: Scala
ja: スケール
pt: Escala
ru: Масштаб
zh_hans: 缩放

# help_note_label4
source: Lift using 2 fingers
de: Mit 2 Fingern anheben
es: Levantar con 2 dedos
fr: Soulever avec 2 doigts
he: העלה באמצעות 2 אצבעות
it: Solleva con due dita
ja: 2 本の指で持ち上げる
pt: Levantar com dois dedos
ru: Поднять двумя пальцами
zh_hans: 用两根手指提起来

# help_paint_line_label1
source: Pinch and slide the line to the desired area.
de: Drücken und schieben Sie die Linie an die gewünschte Position.
es: Pellizque y desplace la línea al área deseada.
fr: Pincez la ligne et faites-la glisser vers la zone de votre choix.
he: צבוט והחלק את הקו לאיזור הרצוי.
it: Avvicina le dita e fai scivolare la linea nell'area desiderata.
ja: 線をピンチして目的の領域までスライドしてください。
pt: Pince e deslize a linha até a área desejada.
ru: Выполните щипковый жест и проведите линию к необходимой области.
zh_hans: 将线条收缩并滑动到所需区域。

# help_reomve_tip_label1
source: Paint overflow? Fix here.
de: Farbüberlauf? Hier beheben.
es: ¿Desbordamiento de pintura? Arréglelo aquí.
fr: Votre peinture déborde? Corrigez les imperfections ici.
he: הצפת צבע? תקן כאן.
it: Troppa vernice? Correggi qui.
ja: ペイントがはみ出ている箇所はこのツールで修正できます。
pt: Excesso de tinta? Conserte aqui.
ru: Переполнение красками? Исправьте здесь.
zh_hans: 涂料溢出? 请在此处处理。
