Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# paint_view_contrast_popup_title
source: Blend
de: Verschmelzen
es: Mezclar
fr: Fusion
he: ערבב
it: Miscelazione
ja: ブレンド
pt: Mesclar
ru: Смешивание
zh_hans: 混合

# photo_not_in_landscape
source: Please unlock the portrait orientation mode and take the picture in landscape mode.
de: Bitte entsperren Sie den Hochformat-Modus und nehmen Sie das Bild im Querformat auf.
es: Desbloquee el modo de orientación vertical y tome la fotografía en modo horizontal.
fr: Veuillez déverrouiller le mode d'orientation portrait et prendre la photo en mode paysage.
he: נא לשחרר את מצב כיוון ההדפסה לאורך ולצלם את התמונה במצב לרוחב.
it: Si prega di sbloccare la modalità di orientamento verticale e scattare la foto in modalità orizzontale.
ja: ポートレートの向きを解除して、横長モードで撮影してください。
pt: Desbloqueie o modo de orientação vertical e tire a foto no modo paisagem.
ru: Разблокируйте режим портретной ориентации и сделайте снимок в альбомном режиме.
zh_hans: 请解除竖屏锁定，并使用横屏模式拍照。

# photo_not_in_landscape_device
source: Please choose an image in landscape orientation.
de: Wählen Sie ein Bild in Querformatausrichtung.
es: Elija una imagen con orientación de paisaje.
fr: Veuillez choisir une image avec une orientation Paysage.
he: אנא בחר תמונה אשר צולמה במאוזן.
it: Scegliere un'immagine orizzontale.
ja: 横置き方向のイメージを選択してください。
pt: Escolha uma imagem na orientação paisagem.
ru: Выберите изображение в альбомной ориентации.
zh_hans: 请选择一张横向布景图片。

# please_accept_terms
source: Please accept the Terms of Service and Privacy Statement
de: Bitte stimmen Sie den Allgemeinen Nutzungsbedingungen und der Datenschutzerklärung zu
es: Acepte los Términos de servicio y la Declaración de privacidad
fr: Veuillez accepter les Conditions d'utilisation et la Politique de confidentialité
he: אנא ארש את תנאי הרישיון ואת הצהרת הפרטיות
it: Accettare i Termini del servizio e la Normativa sulla privacy
ja: サービス利用規約とプライバシー ポリシーに同意してください
pt: Aceite os Termos de serviço e a Declaração de privacidade
ru: Примите условия обслуживания и заявление о конфиденциальности
zh_hans: 请接受服务条款和隐私声明

# popularity_sort
source: Popular
de: Beliebt
fr: Populaire
he: פופולרי
it: Popolare
ja: 人気順
ru: Популярные
zh_hans: 时下热门

# post_description_field
source: Check this out from %@
de: Hier ist ein interessantes Design aus %@
es: Eche un vistazo a este contenido de %@
fr: Découvrez cette conception créée dans %@
he: %@צפה ב-
it: Guardalo su %@
ja: %@ でチェック
pt: Confira isso no %@
ru: Ознакомьтесь с этим от %@
zh_hans: 从 %@ 中查看

# post_description_field_article
source: Check out this article from Homestyler
de: Hier ist ein interessanter Artikel von Homestyler
es: Eche un vistazo a este artículo de Homestyler
fr: Découvrez cet article de Homestyler
he: צפה במאמר זה של הומסטיילר
it: Guarda questo articolo su Homestyler
ja: Homestyler のこのデザインをチェックしましょう
pt: Confira este artigo do Homestyler
ru: Интересная статья, опубликованная в Homestyler
zh_hans: 在 Homestyler 中查看此作品

# private_activity_design_commented_title_format
source: You commented on %@
de: Sie haben %@ kommentiert
es: Ha comentado %@
fr: Vous avez commenté %@
he: %@ הגבת על
it: Hai commentato %@
ja: あなたは %@ についてコメントしました
pt: Você comentou em %@
ru: Вы прокомментировали %@
zh_hans: 您已经对 %@ 进行了评论

# private_activity_design_commented_title_format_iphone
source: You commented on %@
de: Sie haben %@ kommentiert
es: Ha comentado %@
fr: Vous avez commenté %@
he: %@ הגבת על
it: Hai commentato %@
ja: あなたは %@ についてコメントしました
pt: Você comentou em %@
ru: Вы прокомментировали %@
zh_hans: 您 已经对 %@ 进行了评论

# private_activity_design_liked_aggregated_title_format
source: You and %@ others hearted %@
de: Sie und %@ andere haben %@ mit einem Herzstempel versehen
es: Usted y otros %@ han marcado con un corazón %@
fr: Vous et %@ autres personnes ont ajouté en favori %@
he: %@ אתה וגם @% אחרים אהבתם את
it: Tu e altri %@ avete contrassegnato con cuore %@
ja: あなたと他%@人が %@ にハートマークを付けました
pt: Você e %@ outros amaram %@
ru: Вы и другие пользователи (%@) добавили проект %@ в избранное
zh_hans: 您和 %@ 其他人赞了 %@

# private_activity_design_liked_aggregated_title_format_iphone
source: You and %@ others hearted %@
de: Sie und %@ andere haben %@ mit einem Herzstempel versehen
es: Usted y otros %@ han marcado con un corazón %@
fr: Vous et %@ autres personnes ont ajouté en favori %@
he: @% אתה וגם @% אחרים אהבתם את
it: Tu e altri %@ hanno contrassegnato con cuore %@
ja: あなたと 他%@人が %@ にハートマークを付けました
pt: Você e %@ outros amaram %@
ru: Вы и другие пользователи (%@) добавили в избранное проект %@
zh_hans: 您 和 %@ 其他人赞了 %@

# private_activity_design_liked_title_format
source: You Hearted %@
de: Sie haben %@ mit einem Herzstempel versehen
es: Ha recibido un corazón %@
fr: Vous avez ajouté en favori %@
he: %@ אהבת את
it: %@ contrassegnato con cuore
ja: %@ にハートを付けました
pt: Você marcou com um coração %@
ru: Вы добавили в избранное %@
zh_hans: 您赞了 %@

# private_activity_design_published_title_format
source: You added a new design %@
de: Sie haben das neue Design %@ hinzugefügt
es: Ha añadido un nuevo diseño %@
fr: Vous avez ajouté une nouvelle conception %@
he: %@ הוספת עיצוב חדש
it: Hai aggiunto un nuovo progetto %@
ja: あなたは新しいデザイン %@ を追加しました
pt: Você adicionou um novo projeto %@
ru: Вы добавили новый проект %@
zh_hans: 您添加了新设计 %@

# private_activity_public_follower_title_format
source: You are now following %@
de: Sie folgen nun %@
es: Ahora sigue a %@.
fr: Vous suivez désormais %@
he: %@ אתה עוקב אחרי
it: Ora sei un follower di %@
ja: あなたは %@ さんのフォローを始めました
pt: Você está seguindo %@ agora
ru: Вы подписаны на обновления пользователя %@
zh_hans: 您现在正在关注 %@

# private_activity_public_follower_title_format_iphone
source: You are now Following %@
de: Sie folgen nun %@
es: Ahora sigue a %@
fr: Vous suivez désormais %@
he: %@ עוקב אחרי אתה
it: Ora sei un follower di %@
ja: あなたは %@ さんのフォローを始めました
pt: Você agora está seguindo %@
ru: Теперь вы подписаны на обновления пользователя %@
zh_hans: 您 现在正在关注 %@

# prod_action_brightness_btn_title
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
he: בהירות
it: Luminosità
ja: 輝度
pt: Brilho
ru: Яркость
zh_hans: 亮度

# prod_action_dimension_btn_title
source: Product Details
de: Produktdetails
es: Detalles del producto
fr: Détails du produit
he: פרטי מוצר
it: Dettagli prodotto
ja: 製品の詳細
pt: Detalhes do produto
ru: Сведения о продукте
zh_hans: 产品详细信息

# prod_action_duplicate_btn_title
source: Duplicate Product
de: Produkt duplizieren
es: Producto duplicado
fr: Dupliquer le produit
he: שכפל מוצר
it: Duplica prodotto
ja: 製品を複製
pt: Duplicar produto
ru: Дублировать продукт
zh_hans: 复制产品

# prod_action_remove_btn_title
source: Remove Product
de: Produkt entfernen
es: Eliminar producto
fr: Supprimer le produit
he: הסר מוצר
it: Rimuovi prodotto
ja: 製品を除去
pt: Remover produto
ru: Удалить продукт
zh_hans: 移除产品

# prod_action_restore_btn_title
source: Restore Scale
de: Maßstab wiederherstellen
es: Restaurar escala
fr: Restaurer l'échelle
he: החזר קנה מידה לברירת המחדל
it: Ripristina dimensioni
ja: 尺度を復元
pt: Restaurar escala
ru: Восстановить масштаб
zh_hans: 还原比例

# prod_catalog_go_to
source: Product Details
de: Produktdetails
es: Detalles del producto
fr: Détails du produit
he: פרטי המוצר
it: Dettagli prodotto
ja: 製品の詳細
pt: Detalhes do produto
ru: Сведения о продукте
zh_hans: 产品详细信息

# prod_size_height
source: Height
de: Höhe
es: Altura
fr: Hauteur
he: גובה
it: Altezza
ja: 高さ
pt: Altura
ru: Высота
zh_hans: 高度

# prod_size_length
source: Length
de: Länge
es: Longitud
fr: Longueur
he: אורך
it: Lunghezza
ja: 長さ
pt: Comprimento
ru: Длина
zh_hans: 长度

# prod_size_title
source: Product Dimensions
de: Produktabmessungen
es: Dimensiones del producto
fr: Dimensions du produit
he: מימדי מוצר
it: Dimensioni del prodotto
ja: 製品の寸法
pt: Dimensões do produto
ru: Размеры продукта
zh_hans: 产品尺寸

# prod_size_width
source: Width
de: Breite
es: Anchura
fr: Largeur
he: רוחב
it: Larghezza
ja: 幅
pt: Largura
ru: Ширина
zh_hans: 宽度

# prod_tag_remove_action
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
he: הסר
it: Rimuovi
ja: 除去
pt: Remover
ru: Удалить
zh_hans: 移除

# prod_tag_remove_copy
source: Are you sure you want to remove this product?
de: Möchten Sie dieses Produkt wirklich entfernen?
es: ¿Está seguro de que desea quitar este producto?
fr: Voulez-vous vraiment supprimer ce produit ?
he: האם אתה בטוח שברצונך להסיר את המוצר הזה?
it: Rimuovere il prodotto?
ja: この製品を除去しますか?
pt: Tem certeza de que deseja remover este produto?
ru: Вы действительно хотите удалить данный продукт?
zh_hans: 确定要移除此产品吗？

# product_catalog_title
source: Product Catalog
de: Produktkatalog
es: Catálogo de productos
fr: Catalogue de produits
he: קטלוג המוצרים
it: Catalogo prodotti
ja: 製品カタログ
pt: Catálogo de produtos
ru: Каталог продуктов
zh_hans: 产品目录

source: production information
de: Produktionsinformationen
es: Información de producción
fr: Information sur la production
he: מידע הייצור
it: Informazioni sulla produzione
ja: 生産情報
pt: Informação de produção
ru: Информация о производстве
zh_hans: 生产信息

# products_catalog_new
source: New
de: Neu
es: Nuevo
fr: Nouveau
he: חדש
it: Nuovo
ja: 新着順
pt: Novo
ru: Новые
zh_hans: 最新推出

# prof_desc_collapse
source: Less...
de: Weniger...
es: Menos...
fr: Moins...
he: פחות...
it: Meno informazioni...
ja: 簡略...
pt: Menos...
ru: Свернуть...
zh_hans: 隐藏...

# prof_desc_more
source: More...
de: Mehr...
es: Más...
fr: Plus...
he: עוד...
it: Altro...
ja: 詳細...
pt: Mais...
ru: Больше...
zh_hans: 更多...

# prof_details_address_title
source: Address
de: Adresse
es: Dirección
fr: Adresse
he: כתובת
it: Indirizzo
ja: アドレス
pt: Endereço
ru: Адрес
zh_hans: 地址

# prof_email_subject
source: Homestyler Professional Enquiry
de: Homestyler Profi-Umfrage
es: Consulta para un Profesional de Homestyler
fr: Question pour les professionnels de Homestyler
he: כתובת מומחה הומסטיילר
it: Ricerca professionisti Homestyler
ja: Homestyler プロフェッショナルについての問い合わせ
pt: Consulta profissional do Homestyler
ru: Запрос данных о профессионале Homestyler
zh_hans: Homestyler 专业咨询

# prof_filter_all_key
source: All
de: Alle
es: Todo
fr: Tout
he: הכול
it: Tutti
ja: すべて
pt: Todos
ru: Все
zh_hans: 全部

# prof_follow_error
source: You tapped the heart icon but there was an error processing your love – oops! Please try again soon.
de: Sie haben auf das Herzsymbol getippt, aber es gab ein Problem bei der Verarbeitung. Versuchen Sie es möglichst bald noch einmal.
es: ¡Ha tocado el icono del corazón, pero hubo un error al procesar su amor, oh! Vuelva a intentarlo pronto.
fr: Désolé, vous avez bien appuyé sur le coeur, mais une erreur de traitement nous empêche de le donner. Réessayez bientôt!
he: לחצת על כפתור אהוב אבל התרחשה שגיאה במהלך עיבוד האהבה שלך - אופס! אנא נסה שנית בקרוב.
it: Hai toccato l'icona a forma di cuore ma si è verificato un errore nell'elaborazione dell'assegnazione del cuore. Riprova in un secondo momento.
ja: ハート マークがタップされましたが、その処理でエラーが発生しました。すぐに再実行してください。
pt: Você tocou no ícone de coração, mas ocorreu um erro de processamento. Tente novamente mais tarde.
ru: Вы нажали значок с сердечком, но при обработке избранного элемента произошла ошибка! Повторите попытку спустя некоторое время.
zh_hans: 您输入了心形图标，但处理时出错。请稍后再试。

# prof_phone1_title
source: Phone 1
de: Telefon 1
es: Teléfono 1
fr: Tél. 1
he: טלפון 1
it: Tel 1
ja: 電話 1
pt: Telefone 1
ru: Тел. 1
zh_hans: 手机号码 1

# prof_phone2_title
source: Phone 2
de: Telefon 2
es: Teléfono 2
fr: Tél. 2
he: טלפון 2
it: Tel 2
ja: 電話 2:
pt: Telefone 2
ru: Тел. 2
zh_hans: 手机号码 2

# profession_filter_button_name
source: Profession
de: Beruf
es: Profesión
he: מומחיות
it: Professione
ja: 職種
pt: Profissão
ru: Профессия
zh_hans: 专业

# professional_cell_view_protfolio
source: VIEW PROTFOLIO
de: PORTFOLIO ANZEIGEN
es: VER CARTERA
fr: Afficher le portfolio
he: צפה בתיר עבודות
it: VISUALIZZA PORTFOLIO
ja: ポートフォリオを表示
pt: EXIBIR PORTFÓLIO
ru: ПОСМОТРЕТЬ ПОРТФОЛИО
zh_hans: 查看设计展示

# professional_index_title
source: PROFESSIONAL INDEX
de: PROFI-VERZEICHNIS
es: ÍNDICE PROFESIONAL
fr: Index professionnel
he: אינדקס המומחים
it: INDICE PROFESSIONISTI
ja: プロフェッショナル一覧
pt: ÍNDICE PROFISSIONAL
ru: ИНДЕКС ПРОФЕССИОНАЛИЗМА
zh_hans: 专业人士索引

# proffesional_load_failed_msg
source: Sorry, we couldn’t load this Professional Portfolio. Please try again later.
de: Dieses Profi-Portfolio konnte leider nicht geladen werden. Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
es: Lo sentimos, no podemos cargar esta cartera profesional. Inténtelo de nuevo más tarde.
fr: Désolé, ce portfolio de professionnel n'a pas pu être chargé. Veuillez réessayer plus tard.
he: מצטערים, לא הצלחנו לטעון את תיק העבודות של מומחה זה. אנא נסה מאוחר יותר.
it: Impossibile caricare il Portfolio professionisti. Riprovare in un secondo momento.
ja: 現在、このプロフェッショナル ポートフォリオを開けません。後でもう一度行ってください。
pt: Não foi possível carregar este Portfólio Profissional. Tente novamente mais tarde.
ru: К сожалению, загрузить это портфолио профессионала не удалось. Повторите попытку позже.
zh_hans: 对不起，我们无法加载此专业人士设计展示。请稍后重试。

# profile_no_followers
source: No followers yet
de: Noch keine Follower
es: Aún no hay seguidores
fr: Aucun abonné pour le moment
he: אין עדיין עוקבים
it: Nessun follower ancora
ja: まだフォロワーはいません
pt: Nenhum seguidor ainda
ru: Комментариев пока нет
zh_hans: 还没有关注者

# profile_no_following
source: No following yet
de: Keine Folge noch
es: Sin seguimiento aún
fr: Pas encore de suite
he: עדיין אין מעקב
it: Non ancora seguendo
ja: まだフォローしていない
pt: Ainda não seguindo
ru: Не следует
zh_hans: 当前没有关注

# profile_no_likes
source: No likes yet
de: Noch keine Vorlieben
es: Aún no hay Me gusta
fr: Pas encore de J'aime
he: עדיין לא אהבתי
it: Ancora nessun Mi piace
ja: いいえいいえ
pt: Ainda não tem Gosto
ru: Пока нет никого
zh_hans: 还没有获得赞

# profile_tab_articles
source: Favorite Articles
de: Lieblingsartikel
es: Artículos favoritos
fr: Articles préférés
he: מאמרים מועדפים
it: Articoli preferiti
ja: お気に入りの記事
pt: Artigos favoritos
ru: Избранные статьи
zh_hans: 喜欢的作品

# profile_tab_design
source: Designs
es: Diseños
fr: Conceptions
he: עיצובים
it: Progetti
ja: デザイン
pt: Projetos
ru: Проекты
zh_hans: 设计

# profile_tab_followers
source: Followers
de: Anhänger
es: Seguidores
fr: Suiveurs
he: עוקבים
it: Seguaci
ja: フォロワー
pt: Seguidores
ru: Читают
zh_hans: 关注者

# profile_tab_following
source: Following
de: Gefolgt
es: Siguiendo
fr: Suivant
he: עוקב אחרי
it: Segui già
ja: フォロー中
pt: Segue já
ru: Следующий
zh_hans: 当前关注

# profile_tab_my_design
source: My Designs
de: Meine Designs
es: Mis diseños
fr: Mes conceptions
he: העיצובים שלי
it: Progetti personali
ja: マイ デザイン
pt: Meus projetos
ru: Мои проекты
zh_hans: 我的设计

# profile_tab_professionals
source: Followed Professionals
de: Profis, denen gefolgt wird
es: Profesionales seguidos
fr: Professionnels suivis
he: מומחים שאני עוקב אחריהם
it: Professionisti seguiti
ja: フォロー中のプロフェッショナル
pt: Profissionais seguidos
ru: Избранные специалисты
zh_hans: 关注的专业人士

# progress_Loading_timedout2
source: Loading timed out.
de: Zeitüberschreitung beim Laden.
es: Excedido tiempo de carga.
fr: Temps de chargement dépassé.
he: זמן הטעינה ארוך מדי.
it: Timeout caricamento.
ja: ロードがタイムアウトしました。
pt: Tempo limite de carregamento excedido.
ru: Время ожидания загрузки истекло.
zh_hans: 加载超时。

# progress_erase_title
source: Erasing...
de: Wird radiert...
es: Borrando...
fr: Effacement...
he: מוחק...
it: Cancellazione...
ja: 削除しています...
pt: Apagando...
ru: Стирание...
zh_hans: 正在清除...

# progress_err_try_again
source: Please try again later
de: Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
es: Inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard
he: אנא נסה שנית מאוחר יותר...
it: Riprovare in un secondo momento
ja: 後でもう一度行ってください
pt: Tente novamente mais tarde
ru: Повторите попытку позже
zh_hans: 请稍后再尝试

# progress_label_err_network
source: Network Error
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
he: שגיאת רשת
it: Errore di rete
ja: ネットワーク エラー
pt: Erro de rede
ru: Ошибка сети
zh_hans: 网络错误

# read_comments_button
source: Read Comments
de: Kommentar lesen
es: Leer comentarios
fr: Lire les commentaires
he: קרא הערות
it: Leggi commenti
ja: コメントを読む
pt: Ler comentários
ru: Читать комментарии
zh_hans: 阅读评论

# realScale_button
source: Real Scale
de: Echter Maßstab
es: Escala real
fr: Echelle réelle
he: קנה מידה אמיתי
it: Dimensioni reali
ja: 実寸
pt: Escala real
ru: Реальный масштаб
zh_hans: 实际比例

# redesign_after_crash_alert
source: Oops, looks like you left %@ unexpectedly. Would you like to resume your Autosaved design?
de: Hoppla, sieht aus, als hätten Sie %@ unerwartet beendet. Möchten Sie Ihr automatisch gespeichertes Design fortsetzen?
es: Vaya, parece que ha salido de %@ de forma inesperada. ¿Le gustaría continuar con el diseño guardado automáticamente?
fr: Désolé, vous avez quitté %@ de façon inattendue. Voulez-vous reprendre votre conception enregistrée automatiquement?
he: אופס, נראה שעזיבתך את %@ היתה לא צפויה. האם תהיה מעוניין להמשיך לעצב את עיצובך שנשמר אוטומטית?
it: %@ si è chiuso in modo imprevisto. Riprendere il progetto salvato automaticamente?
ja: %@ が予期しない終了をしたようです。自動保存されたデザインを再開しますか?
pt: Parece que você saiu do %@ inesperadamente. Deseja retomar seu projeto salvo automaticamente?
ru: Ой! Кажется, работа %@ завершилась неожиданно. Восстановить автоматически сохраненный проект?
zh_hans: 您上次离开%@时没有保存，是否要恢复自动保存的设计？

# redesign_inorder_for_changes
source: Please Redesign and Save this design in order to make any changes
de: Gestalten Sie dieses Design neu, und speichern Sie es, um Änderungen vorzunehmen.
es: Vuelva a diseñar y guardar este diseño para hacer cualquier cambio
fr: Reconcevez et enregistrez cette conception pour effectuer toute modification
he: אנא עצב מחדש ושמור עיצוב זה על מנת לבצע בו שינויים כלשהם
it: Riprogettare e salvare il progetto per poterlo modificare
ja: 変更するには、このデザインを再デザインし保存してください
pt: Reprojete e salve este projeto para fazer quaisquer alterações
ru: Чтобы внести изменения, используйте кнопки "Изменить проект" и "Сохранить"
zh_hans: 要进行更改，请重新设计并保存此设计

# redesign_json_newer_alert
source: Sorry, this design uses features only available in our new update.
de: Dieses Design verwendet leider Funktionen, die nur in unserem neuen Update verfügbar sind.
es: Lo sentimos, este diseño utiliza funciones que no están disponibles en nuestra nueva actualización.
fr: Désolé, cette conception contient des fonctions uniquement disponibles dans notre nouvelle mise à jour.
he: מצטערים, עיצוב זה משתמש בתכונות אשר קיימות רק בגרסא החדשה.
it: Questo progetto utilizza funzionalità disponibili solo con il nuovo aggiornamento.
ja: 申し訳ありません。このデザインでは、新規更新でのみ利用可能な機能を使用しています。
pt: Este projeto usa recursos disponíveis somente em nossa nova atualização.
ru: К сожалению, в этом проекте используются функции, доступные только в последнем обновлении.
zh_hans: 对不起，此设计使用了仅在我们新的更新中提供的功能。

# redesign_save_button
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить
zh_hans: 保存

# redesign_sign_in_cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

# redesign_sign_in_required
source: Sign in required
de: Anmeldung erforderlich
es: Es necesario iniciar sesión.
fr: Connexion requise
he: נדרשת התחברות
it: Accesso obbligatorio
ja: サインインが必要です
pt: Login necessário
ru: Необходимо выполнить вход
zh_hans: 需要登录

# redesign_sign_in_sign_in_button
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: התחבר
it: Accedi
ja: サインイン
pt: Fazer login
ru: Вход
zh_hans: 登录

# redesign_sign_in_to_save
source: Please Save your design to Share
de: Speichern Sie Ihr freizugebendes Design
es: Guarde el diseño que va a compartir.
fr: Veuillez enregistrer votre conception pour la partager
he: אנא שמור את העיצובך שלך על מנת לשתפו
it: Salvare il progetto per condividerlo
ja: 共有するには保存してください
pt: Salve seu projeto para Compartilhar
ru: Для публикации проект необходимо сохранить
zh_hans: 请保存您的设计以进行分享

# redesign_sign_in_to_save_and_share_your_design.
source: Sign in to save and share your design.
de: Melden Sie sich an, um Ihr Design zu speichern und freizugeben.
es: Inicie sesión para guardar y compartir su diseño.
fr: Connectez-vous pour enregistrer votre conception et la partager.
he: התחבר כדי לשמור ולשתף את העיצוב שלך.
it: Accedere per salvare e condividere il progetto.
ja: サインインしてからあなたのデザインの保存と共有を行ってください。
pt: Faça login para salvar e compartilhar seu projeto.
ru: Для сохранения и публикации проекта необходимо выполнить вход.
zh_hans: 登录以保存和分享您的设计。

# register_error
source: Could not register
de: Registrierung nicht möglich
es: No se ha podido registrar
fr: Enregistrement impossible
he: לא מצליח להתחבר
it: Non è stato possibile eseguire la registrazione
ja: 登録できません
pt: Não foi possível registrar
ru: Не удалось изменить проект
zh_hans: 无法注册

# remove_gender_title
source: Rather not Say
de: Möchte ich nicht angeben
es: Prefiero no decirlo.
fr: Je préfère ne rien dire
he: מעדיף שלא לחשוף
it: Preferisco non dirlo
ja: 選択しない
pt: Prefiro não dizer
ru: Не указан
zh_hans: 最好不透露

# resume_alert_button
source: Resume
de: Fortsetzen
es: Continuar
fr: Reprendre
he: המשך
it: Riprendi
ja: 再開
pt: Retomar
ru: Восстановить
zh_hans: 恢复

# room_type_copy
source: Room Type
de: Raumtyp
es: Tipo de habitación
fr: Type de pièce
he: סוג החדר
it: Tipo di stanza
ja: 部屋のタイプ
pt: Tipo de ambiente
ru: Тип комнаты
zh_hans: 房间类型

# room_type_filter
source: Room Type
de: Raumtyp
es: Tipo de habitación
fr: Type de pièce
he: סוג החדר
it: Tipo di stanza
ja: 部屋のタイプ
pt: Tipo de ambiente
ru: Тип комнаты
zh_hans: 房间类型

# save_design_action_title_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
it: Salva
ja: 上書き保存
pt: Salvar
ru: Сохранить
zh_hans: 保存

# save_design_action_title_saveas
source: Save as
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
he: שמור בשם
it: Salva con nome
ja: 名前を付けて保存
pt: Salvar como
ru: Сохранить как
zh_hans: 另存为

# save_design_error
source: Sorry, we couldn't save your design . Please try again.
de: Wir konnten Ihr Design leider nicht speichern. Versuchen Sie es noch einmal.
es: No hemos podido guardar el diseño. Inténtelo de nuevo.
fr: Désolé, votre conception n'a pas pu être enregistrée. Veuillez réessayer.
he: מצטערים, לא הצלחנו לשמור את העיצוב שלך. אנא נסה שנית.
it: Non è stato possibile salvare il progetto. Riprovare.
ja: デザインを保存できませんでした。もう一度行ってください。
pt: Infelizmente, não foi possível salvar seu projeto. Tente novamente.
ru: К сожалению проект сохранить не удалось. Повторите попытку.
zh_hans: 对不起，我们无法保存您的设计。请稍后再尝试!
