Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# activity_design_published_professional_title_format
source: %@ has published a new photo %@
de: %@ hat das neue Foto %@ veröffentlicht
es: %@ ha publicado una nueva foto %@
fr: %@ a publié une nouvelle photo %@
he: %@ פירסם תמונה חדשה %@
it: %@ ha pubblicato una nuova foto %@
ja: %@ さんが新しい写真 %@ を公開しました。
pt: %@ publicou uma nova foto %@
ru: Пользователь %@ опубликовал новую фотографию %@
zh_hans: %@ 发布了新照片 %@

# activity_design_published_professional_title_format_private
source: You published a new photo
de: Sie haben ein neues Foto veröffentlicht
es: Ha publicado una nueva foto
fr: Vous avez publié une nouvelle photo
he: פרסמת תמונה חדשה
it: Hai pubblicato una nuova foto
ja: あなたは新しい写真を公開しました
pt: Você publicou uma nova foto
ru: Вы опубликовали новую фотографию
zh_hans: 您发布了新照片

# activity_design_published_title_format
source: %@ has added a new design %@
de: %@ hat das neue Design %@ hinzugefügt
es: %@ ha añadido un nuevo diseño %@
fr: %@ a ajouté une nouvelle conception %@
he: %@ הוסיף עיצוב חדש %@
it: %@ ha aggiunto un nuovo progetto %@
ja: %@ さんが新しいデザイン %@ を付け加えました。
pt: %@ adicionou um novo projeto %@
ru: Пользователь %@ добавил новый проект %@
zh_hans: %@ 添加了新设计 %@

# activity_design_published_title_format_private
source: You added a new design
de: Sie haben ein neues Design hinzugefügt
es: Ha añadido un nuevo diseño
fr: Vous avez ajouté une nouvelle conception
he: הוספת עיצוב חדש
it: Hai aggiunto un nuovo progetto
ja: あなたは新しいデザインを追加しました
pt: Você adicionou um novo projeto
ru: Вы добавили новый проект
zh_hans: 您添加了新设计

# activity_follow_button
source: Follow
de: Folgen
es: Seguir
fr: Suivre
he: עקוב
it: Segui
ja: フォロー
pt: Seguir
ru: Подписаться на обновления
zh_hans: 关注

# activity_new_article_author_format
source: By %@
de: Von %@
es: Por %@
fr: Par %@
he: %@ על ידי
it: Da %@
ja: %@ によって
pt: De %@
ru: От %@
zh_hans: 作者: %@

# activity_new_article_title_format
source: Check out the new article %@
de: Lesen Sie den neuen Artikel %@
es: Eche un vistazo al nuevo artículo %@.
fr: Découvrez le nouvel article %@
he: %@ צפה במאמר החדש
it: Guarda il nuovo articolo %@
ja: 新しい記事 %@ をチェックしましょう
pt: Confira o novo artigo %@
ru: Ознакомьтесь с новой статьей %@
zh_hans: 查看新作品 %@

# activity_no_data_message_data
source: No data found
de: Es wurden keine Daten gefunden
es: No se han encontrado datos
fr: Données introuvables
he: לא נמצא מידע
it: Nessun dato trovato
ja: データが見つかりません
pt: Nenhum dado encontrado
ru: Данные не найдены
zh_hans: 没有找到任何数据

# activity_no_data_message_designs
source: No designs found
de: Es wurden keine Designs gefunden
es: No se han encontrado diseños
fr: Conceptions introuvables
he: לא נמצאו עיצובים
it: Nessun progetto trovato
ja: デザインが見つかりません
pt: Nenhum projeto encontrado
ru: Проекты не найдены
zh_hans: 没有找到任何设计

# activity_private_follower_title_format
source: %@ is now Following you!
de: %@ folgt Ihnen nun!
es: ¡%@ te sigue ahora!
fr: %@ vous suit désormais!
he: עוקב אחריך! %@
it: %@ ora è un tuo follower!
ja: %@ さんがあなたをフォローしています!
pt: %@ está seguindo você agora!
ru: Пользователь %@ подписался на ваши обновления!
zh_hans: %@ 正在关注您！

# activity_private_follower_title_format_iphone
source: %@ is now Following you!
de: %@ folgt Ihnen nun!
es: %@ le está siguiendo
fr: %@ vous suit désormais!
he: עוקב אחריך! %@
it: %@ ora è un tuo follower!
ja: %@さんが あなたをフォローしています!
pt: %@ está Seguindo você agora!
ru: Пользователь %@ подписался на ваши обновления.
zh_hans: %@ 正在关注您！

# activity_public_follower_title_format
source: %@ is now following %@
de: %@ folgt nun %@
es: %@ ahora sigue a %@.
fr: %@ suit désormais %@
he: %@ עוקב אחרי %@
it: %@ ora è un follower di %@
ja: %@ さんが %@ さんをフォローしています
pt: %@ está seguindo %@ agora
ru: Пользователь %@ подписался на обновления пользователя %@
zh_hans: %@ 正在关注 %@

# activity_public_follower_title_format_iphone
source: %@ is now Following %@
de: %@ folgt nun %@
es: %@ ahora sigue a %@
fr: %@ suit désormais %@
he: %@ עוקב אחרי %@
it: %@ ora è un follower di %@
ja: %@さんが %@ さんをフォローしています
pt: %@ está seguindo %@ agora
ru: Пользователь %@ подписался на обновления пользователя %@
zh_hans: %@ 正在关注 %@

# activity_public_follower_title_self_action_format
source: You are now following %@
de: Sie folgen nun %@
es: Ahora sigue a %@.
fr: Vous suivez désormais %@
he: %@ אתה עוקב אחרי
it: Ora sei un follower di %@
ja: あなたは %@ さんのフォローを始めました
pt: Você está seguindo %@ agora
ru: Вы подписаны на обновления пользователя %@
zh_hans: 您现在正在关注 %@

# activity_stream_1_hour_ago
source: 1 hour ago
de: vor 1 Stunde
es: Hace una hora
fr: Il y a 1 heure
he: לפני שעה 1
it: 1 ora fa
ja: 1 時間前
pt: 1 h atrás
ru: час назад
zh_hans: 1 小时前

# activity_stream_1_min_ago
source: 1 minute ago
de: vor 1 Minute
es: Hace un minuto
fr: Il y a 1 minute
he: לפני דקה 1
it: 1 minuto fa
ja: 1 分前
pt: 1 minuto atrás
ru: минуту назад
zh_hans: 1 分钟前

# activity_stream_ts_hours_ago
source: %d hours ago
de: Vor %d Stunden
es: %d horas antes
fr: Il y a %d heures
he: שעות %d לפני
it: %d ore fa
ja: %d 時間前
pt: %d h atrás
ru: %d ч. назад
zh_hans: %d 小时前

# activity_stream_ts_just_now
source: Just now
de: Jetzt gerade
es: Ahora
fr: A l'instant
he: ממש עכשיו
it: Adesso
ja: たった今
pt: Há pouco
ru: Только что
zh_hans: 刚刚

# activity_stream_ts_mins_ago
source: %d mins ago
de: Vor %d Min.
es: %d minutos antes
fr: Il y a %d mins
he: דקות %d לפני
it: %d minuti fa
ja: %d 分前
pt: %d min atrás
ru: %d мин. назад
zh_hans: %d 分钟前

# activity_stream_ts_some_time_ago
source: Some time ago
de: Vor einer Weile
es: Hace tiempo
fr: Il y a un moment
he: לפני זמן מה
it: Un po' di tempo fa
ja: 少し前
pt: Há algum tempo atrás
ru: Некоторое время назад
zh_hans: 片刻前

# activity_stream_ts_yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
he: אתמול
it: Ieri
ja: 昨日
pt: Ontem
ru: Вчера
zh_hans: 昨天

# activity_welcome_favorite_articles_key
source: favorite Articles
de: Lieblingsartikel
es: Artículos favoritos
fr: articles préférés
he: מאמרים מועדפים
it: articoli preferiti
ja: 気に入った記事
pt: Artigos favoritos
ru: избранные статьи
zh_hans: 喜欢的作品

# activity_welcome_favorite_articles_message
source: Read and Heart your favorite Articles
de: Lieblingsartikel lesen und mit Herzstempeln versehen
es: Lea y marque con un corazón sus artículos favoritos
fr: Lisez et ajoutez en favori vos articles préférés
he: קרא ואהוב את המאמרים המועדפים עליך
it: Leggi e assegna cuori agli articoli preferiti
ja: 気に入った記事を読み、ハートマークを付けます
pt: Leia e marque com um coração seus Artigos favoritos
ru: Читайте статьи и отмечайте избранные статьи сердечком
zh_hans: 阅读并赞您喜欢的作品

# activity_welcome_favorite_proffesionals_key
source: favorite Professionals
de: Lieblingsprofis
es: Profesionales favoritos
fr: professionnels préférés
he: מומחים מועדפים
it: professionisti preferiti
ja: お気に入りのプロフェッショナル
pt: Profissionais favoritos
ru: избранные профессионалы
zh_hans: 喜欢的专业人士

# activity_welcome_favorite_proffesionals_message
source: Browse through and find your favorite Professionals
de: Lieblingsprofis durchsuchen und auffinden
es: Busque y siga a sus profesionales favoritos
fr: Naviguez et retrouvez vos professionnels préférés
he: עיין ומצא את המומחים המועדפים עליך
it: Cerca e scova i tuoi professionisti preferiti
ja: お気に入りのプロフェッショナルを一覧から見つけます
pt: Procure e encontre seus Profissionais favoritos
ru: Просматривайте профили профессионалов и добавляйте лучших в ваши избранные профессионалы
zh_hans: 浏览并查找您喜欢的专业人士

# activity_welcome_find_and_follow_message
source: Find and Follow new Friends using Homestyler
de: Neue Freunde mithilfe von Homestyler suchen und ihnen folgen
es: Busque y siga a nuevos amigos que también utilizan Homestyler
fr: Trouvez de nouveaux amis et suivez-les avec Homestyler
he: מצא ועקוב אחר חברים חדשים המשתמשים בהומסטיילר
it: Trova e segui nuovi amici attraverso Homestyler
ja: Homestyler を使用して新しい友人を見つけ
pt: Localize e siga novos amigos usando o Homestyler
ru: Найдите новых друзей в Homestyler и следите за их обновлениями
zh_hans: 使用 Homestyler 查找和关注新朋友

# activity_welcome_find_and_follow_message_wl
source: Find and Follow new Friends using %@
de: Finden Sie neue Freunde und folgen Sie ihnen mit %@
es: Busque nuevos amigos y sígalos con %@
fr: Trouvez de nouveaux amis et suivez-les avec %@
he: %@ מצא ועקוב אחר חברים חדשים באמצעות
it: Trova e segui nuovi amici con %@
ja: %@ を使って新しい友達を検索、フォロー
pt: Encontre e siga novos amigos usando o %@
ru: С помощью %@ найдите новых друзей и следите за ними
zh_hans: 使用 %@ 查找和关注新朋友

# activity_welcome_happy_homestyling
source: Happy Homestylering
de: Viel Spaß mit Homestyler!
es: Feliz Homestyler
fr: Profitez bien de Homestyler
he: הומסטיילינג מהנה
it: Buona esperienza Homestyler
ja: Homestyler を楽しくご利用ください
pt: Feliz Homestylering
ru: Удачной работы в Homestyler!
zh_hans: 请尽情使用 Homestyler！

# activity_welcome_happy_homestyling_wl
source: Happy designing!
de: Viel Spaß beim Designen!
es: ¡Disfrute de sus diseños!
fr: Bonne conception!
he: עיצוב נעים!
it: Buona progettazione!
ja: デザインを楽しもう!
pt: Bons projetos!
ru: Удачных проектов!
zh_hans: 祝您设计愉快！

# activity_welcome_heart_and_comment_message
source: Heart and Comment on other Homestylers' designs
de: Designs von anderen Homestyler-Benutzern mit Herzstempeln und Kommentaren versehen
es: Marque con un corazón o comente otros diseños de Homestyler
fr: Ajoutez en favori et commentez les conceptions des autres utilisateurs Homestyler
he: אהוב והגב על עיצובים של הומסטיילרים אחרים
it: Assegna un cuore e commenta i progetti di altri homestyler
ja: 他の Homestyler ユーザーのデザインについて、ハートマークを付けたりコメントします
pt: Marque com um coração e comente sobre outros projetos de Homestylers
ru: Добавляйте в избранное и комментируйте проекты других пользователей Homestyler
zh_hans: 赞并评论其他 Homestyler 用户的设计

# activity_welcome_heart_and_comment_message_wl
source: Heart and Comment on other %@ designs
de: Vergeben Sie Herzbewertungen und kommentieren Sie andere %@-Designs
es: Marque con corazones y escriba comentarios sobre otros diseños de %@
fr: Ajoutez en favori et commentez les conceptions des autres utilisateurs %@
he: אהוב והער על עיצובי @% אחרים
it: Assegna un cuore e commenta i progetti di altri utenti %@
ja: 他の %@ デザインのハートマークとコメント
pt: Marque como favoritos e comente outros projetos do %@
ru: Добавляйте в избранное и комментируйте проекты пользователей %@
zh_hans: 其他 %@ 设计的赞和评论

# activity_welcome_help_article_key
source: Help Article
de: Hilfeartikel
es: Artículo de la ayuda
fr: Article d'aide
he: מאמר העזרה
it: articolo della guida
ja: ヘルプ記事
pt: Artigo da Ajuda
ru: справочная статья
zh_hans: 帮助文档

# activity_welcome_help_key
source: Help
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
it: Guida
ja: ヘルプ
pt: Ajuda
ru: Справка
zh_hans: 帮助

# activity_welcome_help_message
source: And whenever you get stuck, just ask for Help or refer to the Help Article
de: Und falls Sie mal nicht weiterwissen, bitten Sie einfach um Hilfe, oder lesen Sie im Hilfeartikel nach
es: Y, si no sabe cómo continuar, pida ayuda o consulte el artículo de la ayuda.
fr: Et si vous vous retrouvez coincé, demandez à tout moment de l'aide ou reportez-vous à l'article d'aide
he: וכאשר אתה נתקע, פשוט בקש עזרה או פנה למאמר העזרה
it: E se rimani bloccato, consulta la Guida o fai riferimento all'articolo della guida
ja: 使い方がわからなくなった場合は、ヘルプを利用するか、ヘルプ記事を参照してください
pt: E sempre que você tiver uma dúvida, peça Ajuda ou consulte o Artigo da Ajuda
ru: При возникновении сложностей вам всегда поможет служба "Справка" или соответствующая справочная статья
zh_hans: 在您遇到困难时，只需寻求帮助或参考帮助文档

# activity_welcome_subtitle
source: Create your own News Stream - here's how:
de: Erstellen Sie wie folgt Ihren eigenen Nachrichtenstream:
es: Cree su propia secuencia de noticias. A continuación le explicamos cómo hacerlo:
fr: Voici comment créer votre galerie d'actualités:
he: צור את זרם החדשות שלך - קרא כיצד:
it: Crea subito la tua sequenza di novità. Ecco come fare:
ja: あなた自身のニュース ストリームを作りましょう - 方法:
pt: Crie seu próprio fluxo de notícias - veja como:
ru: Создайте свой поток новостей! Вот как это делается:
zh_hans: 创建属于自己的新闻流 - 方法如下:

# activity_welcome_title
source: Welcome to Homestyler!
de: Willkommen bei Homestyler!
es: ¡Bienvenido a Homestyler!
fr: Bienvenue dans Homestyler!
he: ברוך הבא להומסטיילר!
it: Benvenuto su Homestyler!
ja: Homestyler へようこそ!
pt: Bem-vindo ao Homestyler.
ru: Добро пожаловать в Homestyler!
zh_hans: 欢迎使用 Homestyler！

# activity_welcome_title_wl
source: Welcome to Room Designer!
de: Willkommen beim Room Designer!
es: ¡Bienvenido a Room Designer!
fr: Bienvenue dans l'Architecte d'intérieur!
he: ברוך הבא למתכנן החדרים!
it: Benvenuto su Progettista stanze!
ja: ルーム デザイナーへようこそ!
pt: Bem-vindo ao Room Designer.
ru: Добро пожаловать в конструктор комнат!
zh_hans: 欢迎使用房间设计师！

# add_brand
source: Add Your Brand
de: Marke hinzufügen
es: Agregue su marca
fr: Ajouter votre marque
he: הוסף את המותג שלך
it: Aggiungi marca
ja: ブランドを追加
pt: Adicionar sua marca
ru: Добавьте бренд
zh_hans: 添加您的品牌

# add_portfolio
source: Add Your Portfolio
de: Portfolio hinzufügen
es: Agregue su cartera
fr: Ajouter votre portfolio
he: הוסף את תיק העבודות שלך
it: Aggiungi portfolio
ja: ポートフォリオを追加
pt: Adicionar seu portfólio
ru: Добавьте портфолио
zh_hans: 添加您的设计展示

# addressbook_access_denied
source: To add more friends, open the settings app, tap Privacy then Contacts, and grant access to %@
de: Um mehr Freunde hinzuzufügen, öffnen Sie die App-Einstellungen, tippen Sie auf Privatsphäre, dann auf Kontakte und ermöglichen Sie den Zugriff auf %@
es: Para añadir más amigos, abra la aplicación de configuración, toque Privacidad, luego Contactos y conceda acceso a %@
fr: Pour ajouter des amis, accédez aux paramètres de confidentialité, puis, dans Contacts, autorisez l'accès à %@
he: על מנת להוסיף חברים, פתח את הגדרות המכשיר, לחץ על פרטיות ואז על אנשי קשר, ותן גישה ל-@%
it: Per aggiungere altri amici, apri le impostazioni, tocca Privacy, Contatti e accedi a %@
ja: 友達を増やすには、[設定]アプリを起動し、[プライバシー] > [連絡先] の順にタップして %@ の連絡先へのアクセスを許可してください。
pt: Para adicionar amigos, abra o aplicativo de configurações, toque em Privacidade e em Contatos e conceda o acesso ao %@
ru: Чтобы добавить друзей, откройте приложение параметров, последовательно выберите элементы "Конфиденциальность", "Контакты" и предоставьте доступ приложению %@.
zh_hans: 若要添加更多好友，请打开设置应用程序，点按“隐私”，接着是“联系人”，然后授权访问 %@

# addressbook_access_denied_title
source: Grant Contact Access?
he: תן גישה לאיש קשר?

# alert_action_ok
source: OK
es: Aceptar
he: טוב
ru: ОК
zh_hans: 确定

# alert_message_no_button
source: No
de: Nein
fr: Non
he: לא
ja: いいえ
pt: Não
ru: Нет
zh_hans: 否

# alert_msg_button_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: בטל
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

# alert_msg_button_retry
source: Retry
de: Wiederholen
es: Rever
fr: Recommencez
he: שוב
it: Riprova
ja: リトライ
pt: Tente novamente
ru: Повторите попытку
zh_hans: 重试

# alert_msg_button_yes
source: Yes
de: Ja
es: Sí
fr: Oui
he: כן
it: Sì
ja: はい
pt: Sim
ru: Да
zh_hans: 确定

# alert_view_close_btn
source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭

# alert_view_dont_remind
source: No, Thanks
de: Nein danke
es: No, gracias
fr: Non, merci
he: לא, תודה
it: No, grazie
ja: 更新しない
pt: Não, obrigado
ru: Нет, спасибо
zh_hans: 不，谢谢

# all_filter
source: All
de: Alle
es: Todo
fr: Tout
he: הכול
it: Tutti
ja: すべて
pt: Todos
ru: Все
zh_hans: 全部

# alternate_2d_3d
source: Alternate between 2D and 3D perspective
de: Zwischen 2D- und 3D-Perspektive wechseln
es: Alterne entre perspectiva 2D y 3D
fr: Alterner entre les perspectives 2D et 3D
he: 2D,3D החלף בין פרספקטיבות
it: Alternare tra prospettiva 2D e 3D
ja: 2D と 3D 間でパースを切り替える
pt: Alternar entre a perspectiva 2D e 3D
ru: Переключайтесь между 2D- и 3D-перспективой
zh_hans: 交替使用 2D 和 3D 透视图

# analytics_msg
source: In order to improve this app, we receive non-personal, aggregated product usage data. You can turn this off in app settings.
de: Um diese App zu verbessern, erhalten wir nicht persönliche, aggregierte Daten zur Produktnutzung. Sie können dieses Verhalten in den App-Einstellungen deaktivieren.
es: Con el fin de mejorar esta aplicación, recibimos datos no personales y globales sobre la utilización del producto. Puede desactivar esta característica en la configuración de la aplicación.
fr: Nous collectons les données d'utilisation dans le but d'améliorer notre application. Ces données ne sont pas personnelles, néanmoins, vous pouvez refuser de nous les fournir en changeant le paramètre de l'application correspondant.
he: על מנת לשפר אפליקציה זו, אנחנו מקבלים נתוני שימוש שאינם אישיים. ביכולתך לבטל זאת דרך הגדרות האפליקציה
it: Per migliorare questa app, Autodesk riceve dati aggregati sull'utilizzo del prodotto ma non dati personali. È possibile disattivare questa funzione nelle impostazioni dell'app.
ja: このアプリケーションの機能を改善するために、個人情報を含まない製品の使用状況データを集約的に収集しています。アプリケーション設定を変更することで、この機能をオフにできます。
pt: Para melhorar esse aplicativo, recebemos dados não pessoais de uso do produto agregados. Essa opção pode ser desativada nas configurações do aplicativo.
ru: Чтобы улучшить это приложение, мы получаем не связанные с конкретной личностью сводные данные об использовании продукта. Эту функцию можно отключить в настройках приложения.
zh_hans: 为了改进此应用程序，我们将接收非个人产品使用数据总计。您可以在应用程序设置中关闭该选项。

# analytics_title
source: Analytics
de: Analyse
fr: Analyse
he: ניתוח נתונים
it: Dati analitici
ja: 分析
pt: Análise
ru: Аналитика
zh_hans: 分析

# app_build_copy
source: build
de: Erstellen
es: generar
fr: version
he: בנה
it: crea
ja: ビルド
pt: versão
ru: сборка
zh_hans: 版本

# app_start_loading_copy
source: Please wait...
de: Bitte warten...
es: Espere...
fr: Veuillez patienter...
he: אנא המתן...
it: Attendere...
ja: お待ちください...
pt: Aguarde...
ru: Подождите...
zh_hans: 请稍后...

# ask_contact_access_allow
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
he: הרשה
it: Consenti
ja: 許可
pt: Permitir
ru: Разрешить
zh_hans: 允许

# ask_contact_access_body
source: In order to find your friends, we need to send contact information to the Homestyler servers using a secure connection.
de: Um Ihre Freunde zu finden, müssen wir Ihre Kontaktinformationen an die Homestyler-Server senden. Dies erfolgt über eine sichere Verbindung.
es: Para buscar a sus amigos, debemos enviar información de contacto a los servidores de Homestyler utilizando una conexión segura.
fr: Pour trouver vos amis, nous avons besoin d'envoyer des informations de contact aux serveurs Homestyler à l'aide d'une connexion sécurisée.
he: על מנת למצוא את חבריך, עלינו לשלוח מידע על אנשי הקשר שלך לשרתי הומסטיילר המשתמשים בחיבור מאובטח.
it: Per cercare gli amici, è necessario inviare le informazioni di contatto ai server Homestyler attraverso una connessione sicura.
ja: 友達を検索するには、安全な接続を使用して Homestyler サーバに連絡先情報を送信する必要があります。
pt: Para encontrar seus amigos, precisamos enviar informações de contato para os servidores do Homestyler usando uma conexão segura.
ru: Для поиска друзей контактная информация будет отправлена на серверы Homestyler посредством безопасного подключения.
zh_hans: 为了找到您的好友，我们需要使用安全连接将联系信息发送到 Homestyler 服务器。

# ask_contact_access_title
source: Search your Contacts for Homestyler friends?
de: Möchten Sie Ihre Kontakte nach Homestyler-Freunden durchsuchen?
es: ¿Desea encontrar amigos de Homestyler entre tus contactos?
fr: Rechercher les amis de Homestyler dans vos contacts?
he: חפש באנשי הקשר שלך אחר הומסטיילרים?
it: Cercare contatti per gli amici di Homestyler?
ja: Homestyler の友達を連絡先から追加しますか?
pt: Procurar amigos do Homestyler em seus Contatos?
ru: Выполнить поиск пользователей Homestyler в списке контактов?
zh_hans: 在您的联系人中搜索 Homestyler 好友？

# ask_delete_design
source: Are you sure you want to delete your design?
de: Sind Sie sicher, dass Sie Ihr Design löschen möchten?
es: ¿Está seguro de que desea suprimir el diseño?
fr: Voulez-vous vraiment supprimer votre conception?
he: האם אתה בטוח שברצונך למחוק עיצוב זה?
it: Eliminare il progetto?
ja: このデザインを削除しますか?
pt: Quer mesmo excluir o seu projeto?
ru: Действительно удалить проект?
zh_hans: 确定要删除您的设计吗?

# ask_quit_design
source: Do you want to exit AR mode？
de: Möchten Sie den AR-Modus verlassen?
es: Quieres salir del modo AR?
fr: Voulez-vous quitter le mode AR?
he: עיצובים לא יישמרו לאחר יציאה ממצבהאם ברצונך לצאת ממצב AR?
it: Vuoi uscire dalla modalità AR?
ja: ARモードを終了しますか？
pt: Deseja sair do modo AR?
ru: Вы хотите выйти из режима AR?
zh_hans: 确定要退出AR吗？

# ask_save_user_details
source: Save changes?
de: Änderungen speichern?
es: ¿Desea guardar los cambios?
fr: Enregistrer les modifications?
he: לשמור שינויים?
it: Salvare le modifiche?
ja: 変更を保存しますか?
pt: Salvar alterações?
ru: Сохранить изменения?
zh_hans: 是否保存更改？

# ask_to_redesign_auto_Save_from_mydesigns
source: Please Redesign and Save this design in order to make any changes
de: Gestalten Sie dieses Design neu, und speichern Sie es, um Änderungen vorzunehmen.
es: Vuelva a diseñar y guardar este diseño para hacer cualquier cambio
fr: Reconcevez et enregistrez cette conception pour effectuer toute modification
he: אנא עצב מחדש ושמור עיצוב זה על מנת לבצע בו שינויים כלשהם
it: Riprogettare e salvare il progetto per poterlo modificare
ja: 変更するには、このデザインを再デザインし保存してください
pt: Reprojete e salve este projeto para fazer quaisquer alterações
ru: Чтобы внести изменения, используйте кнопки "Изменить проект" и "Сохранить"
zh_hans: 要进行更改，请重新设计并保存此设计

# author_title
source: By %@
de: Von %@
es: Por %@
fr: Par %@
he: %@ מאת
it: Da %@
ja: %@ によって
pt: De %@
ru: От %@
zh_hans: 作者: %@

# auto_saved_design_title
source: Autosave
de: Automatische Speicherung
es: Autoguardada
fr: Enregistrement automatique
he: שמירה אוטומטית
it: Salvataggio automatico
ja: 自動保存
pt: Salvamento automático
ru: Автосохранение
zh_hans: 自动保存

# autodesk_privacy_statement
source: By signing in, you agree to the Easyhome Homestyler End User License Agreement
de: Mit der Anmeldung erklären Sie sich mit dem Easyhome Homestyler Endbenutzer-Lizenzvertrag einverstanden
es: Al iniciar sesión, acepta el Acuerdo de licencia del usuario final de Easyhome Homestyler
fr: En vous connectant, vous acceptez le contrat de licence d'utilisateur final Easyhome Homestyler
he: Με τη σύνδεση, αποδέχεστε τη συμφωνία άδειας χρήσης τελικού χρήστη της Easyhome Homestyler
it: Con l'iscrizione, l'utente accetta l'accordo di licenza per l'utente finale Easyhome Homestyler
ja: サインインすることで、Easyhome Homestyler エンドユーザーライセンス契約に同意したことになります
pt: Ao fazer login, você concorda com o Contrato de licença do usuário final Easyhome Homestyler
ru: При входе вы соглашаетесь с Лицензионным соглашением конечного пользователя Easyhome Homestyler
zh_hans: 登录即表示您确认已阅读并同意居然美家达人用户使用条款
