Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# help_scale_label1
source: All products will be scaled according to this measurement. For accurate results, adjust the ruler to reflect real size.
de: Alle Produkte werden anhand dieser Maße skaliert. Passen Sie den Regler so an, dass die reale Größe wiedergegeben wird, um genaue Ergebnisse zu erhalten.
es: Todos los productos se escalarán según estas medidas. Para unos obtener unos resultados precisos, ajuste la regla para reflejar el tamaño real.
fr: Tous les produits seront mis à l'échelle en fonction de cette mesure. Pour obtenir des résultats précis, ajustez la règle pour refléter la taille réelle.
he: כל המוצרים יופיעו בקנה מידה התואם למדידה זו. עבור תוצאה מדוייקת, דאג שהסרגל ישקף גודל אמיתי.
it: Tutti i prodotti saranno ridimensionati in base a queste misure. Per risultati accurati, regolare il righello sulle dimensioni reali.
ja: すべての製品はこの寸法に対応して尺度設定されます。正確な結果を得るためには、実寸を反映するようにルーラーを調整してください。
pt: Todos os produtos serão dimensionados conforme essa medida. Para obter resultados precisos, ajuste a régua para refletir o tamanho real.
ru: Масштабирование всех продуктов будет выполнено в соответствии с этим измерением. Для получения точных результатов линейка должна отражать реальные размеры.
zh_hans: 所有产品都将根据该尺寸进行调整。为获得精确结果，请调整标尺，以反映实际大小。

# help_take_pic_label1
source: Take a picture and email it to yourself
de: Foto aufnehmen und per E-Mail an mich senden
es: Tome una foto y envíesela a su dirección de correo electrónico
fr: Prendre une photo et vous l'envoyer par e-mail
he: קח תמונה ושלח אותה לעצמך
it: Scatta una foto e ricevila per e-mail.
ja: 写真を撮影して自分宛にメールで送信
pt: Tirar uma foto e enviá-la para si
ru: Сделать снимок и отправить себе по электронной почте
zh_hans: 拍一张照片，然后用电子邮件发给您自己

# help_take_pic_label2
source: Save it to Camera Roll
de: Bild auf Kamerarollen speichern
es: Guárdela en el carrete
fr: Enregistrer dans la pellicule
he: שמור זאת ברול המצלמה
it: Salva in Immagini
ja: カメラ ロールに保存
pt: Salvar em Imagens da câmera
ru: Сохранить в фотографиях с камеры
zh_hans: 保存到相机相册

# help_take_pic_label3
source: Create a New Design with your picture
de: Neues Design mit eigenem Foto erstellen
es: Cree un nuevo diseño con la foto
fr: Créer une conception avec votre photo
he: צור עיצוב חדש עם תמונתך
it: Crea un nuovo progetto con l'immagine
ja: 自分の写真から新しいデザインを作成
pt: Criar um Novo projeto com sua imagem
ru: Создать новый проект с помощью снимка
zh_hans: 使用您的照片创建新设计

# i_am_title
source: I'm a...
de: Ich bin ein...
es: Soy un...
fr: Je suis...
he: אני...
it: Sono un...
ja: 私は...
pt: Eu sou...
ru: Я...
zh_hans: 我是...

# illigal_email
source: Please enter a valid email, like stylerlover@yourmail.com
de: Geben Sie eine gültige E-Mail-Adresse ein, z. B. stylerlover@yourmail.com
es: Introduzca un correo electrónico válido, como stylerlover@yourmail.com
fr: Veuillez entrer une adresse e-mail valide, par exemple: fandestyler@mail.com
he: stylerlover@yourmail.com אנא הכנס כתובת דואר אלקטרוני תקינה, כמו לדוגמא
it: Immettere un indirizzo e-mail valido, ad es. amolostile@tuaemail.com
ja: 有効な電子メールを stylerlover@yourmail.com の形式で入力してください。
pt: Insira um e-mail válido, como stylerlover@seuemail.com
ru: Введите действительный адрес электронной почты, например stylerlover@yourmail.com
zh_hans: 请输入有效的邮件地址，如 stylerlover@yourmail.com

# illigal_password
source: Almost there! Your password should be at least 1 character long.
de: Es ist fast geschafft! Ihr Kennwort muss mindestens 1 Zeichen lang sein.
es: ¡Casi lo tienes! La contraseña debe tener al menos 1 caractere.
fr: Vous y êtes presque! Votre mot de passe doit contenir au moins 1 caractère.
he: כמעט שם! סיסמתך חייבת להכיל לפחות 1 תווים.
it: Ci siamo quasi! La password deve contenere almeno 1 caratteri.
ja: もうすぐ完了です。1 文字以上のパスワードを作成してください。
pt: Quase lá! Sua senha deve ter pelo menos 1 caractere.
ru: Почти готово! Пароль должен состоять по меньшей мере из 1 символов.
zh_hans: 接近完成! 您的密码长度应不少于 1 个字符。

# illigal_room_type
source: Please choose Room Type.
de: Wählen Sie den Raumtyp aus.
es: Seleccione el tipo de habitación.
fr: Veuillez sélectionner le type de pièce.
he: אנא בחר את סוג החדר.
it: Scegliere il tipo di stanza.
ja: 部屋のタイプを選択してください。
pt: Escolha um Tipo de ambiente.
ru: Выберите тип комнаты.
zh_hans: 请选择房间类型。

# illigal_save_desc
source: Share the story of your design process.
de: Geben Sie das "Drehbuch" Ihres Designprozesses frei.
es: Comparta la historia de su proceso de diseño.
fr: Racontez-nous votre processus de conception.
he: שתף את תהליך היצירה שלך.
it: Condividi la storia del processo del tuo progetto.
ja: あなたのデザインのストーリーを他のメンバーと共有しましょう。
pt: Compartilhe a história do processo do seu projeto.
ru: Поделитесь рассказом о собственном процессе проектирования.
zh_hans: 分享您的设计心得。

# illigal_save_title
source: Give your design a title.
de: Benennen Sie Ihr Design.
es: Proporcione un título para su diseño.
fr: Donnez un titre à votre conception.
he: תן כותרת לעיצוב שלך.
it: Assegna un titolo al tuo progetto
ja: デザインの名前を入力してください。
pt: Dê um título ao seu projeto.
ru: Озаглавьте проект.
zh_hans: 为您的设计提供一个标题吧。

# illigal_signin_password
source: Please enter your password
de: Geben Sie Ihr Kennwort ein
es: Introduzca la contraseña
fr: Veuillez entrer votre mot de passe
he: אנא הכנס את סיסמתך
it: Immettere una password
ja: パスワードを入力してください
pt: Digite sua senha
ru: Необходимо ввести пароль
zh_hans: 请输入密码

# input_limit_reached
source: Sorry, you've gone over the the character limit for this option.
de: Sie haben leider die maximal zulässige Anzahl von Buchstaben für diese Option überschritten.
es: Lo sentimos, ha superado el límite de caracteres de esta opción.
fr: Désolé, vous avez dépassé le nombre de caractères autorisé pour cette option.
he: מצטערים, עברת את מכסת התווים האפשרית עבור אופציה זו.
it: Il numero limite di caratteri per questa opzione è stato superato.
ja: このオプションに対する文字数の制限を超えました。
pt: Lamentamos, mas você ultrapassou o limite de caracteres para esta opção.
ru: К сожалению, вы превысили лимит символов для этого сообщения.
zh_hans: 对不起，您已超出此选项的字符数限制。

# invite_email_friend_no_email
source: Looks like this contact's email address isn't valid
de: Die E-Mail-Adresse dieses Kontakts scheint ungültig zu sein
es: Parece que la dirección de correo electrónico de este contacto no es válida
fr: L'adresse électronique de ce contact semble incorrecte.
he: נראה שכתובת הדואר האלקטרוני של איש קשר זה אינה תקינה
it: L'indirizzo e-mail di questo contatto non sembra valido
ja: この連絡先の電子メール アドレスは有効ではないようです。
pt: Parece que o endereço de e-mail deste contato não é válido.
ru: Адрес электронный почты этого контакта не является допустимым
zh_hans: 似乎此联系人的电子邮件地址无效

# invite_fb_friend_success
source: Yay! Your Facebook friend has been invited to Homestyler
de: Super! Ihr/e Facebook-FreundIn wurde zu Homestyler eingeladen
es: ¡Sí! Se ha invitado a su amigo de Facebook a Homestyler
fr: Ca y est! Votre ami Facebook a été invité sur Homestyler
he: נפלא! חבר הפייסבוק שלך הוזמן להומסטיילר
it: Il tuo amico su Facebook è stato invitato in Homestyler
ja: あなたの Facebook のお友達を Homestyler に招待しました。
pt: Viva! Seu amigo do Facebook foi convidado para o Homestyler
ru: Приглашения в Homestyler отправлены вашим друзьям на Facebook
zh_hans: 已将您的 Facebook 好友邀请到 Homestyler

# invite_friend_email_body
source: Hey,<br/> Meet me on Autodesk %@, where you can discover new design ideas and create your own living spaces!<br/> Check out the Mobile Apps on <a href="{{url}}">{{title_url}}</a>
de: Hallo,<br/> besuche mich bei Autodesk %@ und entdecke dort neue Designideen und erstelle eigene Wohnräume!<br/> Die Mobile-Anwendungen findest du hier: <a href="{{url}}">{{title_url}}</a>
es: Hola: <br/> Nos vemos en Autodesk %@, un lugar en el que podrá descubrir nuevas ideas de diseño y crear sus propios espacios vivos.<br/> Compruebe las aplicaciones para móviles en <a href="{{url}}">{{title_url}}</a>
fr: Salut!<br/> Rejoins-moi sur Autodesk %@, une application qui te permettra de découvrir de nouvelles idées de conception et de créer tes propres espaces de vie!<br/> Télécharge l'application Mobile sur <a href="{{url}}">{{title_url}}</a>
he: <a href="{{url}}">{{title_url}}</a>צפה באפליקציות המובייל ב- </br> פגוש אותי באוטודסק, שם תוכל לגלות רעיונות עיצוב חדשים וליצור את חללי המגורים שלך! <br> היי,
it: Ciao,<br/> raggiungimi su Autodesk %@, dove puoi scoprire nuove idee di progettazione e creare i tuoi ambienti ideali!<br/> Scarica l'app per dispositivi mobili su <a href="{{url}}">{{title_url}}</a>
ja: こんにちは。<br/>Autodesk %@ を使ってみませんか。ここでは新しいデザインのアイデアを発見したり、部屋の空間を自由に創造することができます。<br/><a href="{{url}}">{{title_url}}</a> でモバイル アプリを今すぐチェック!
pt: Olá,<br/> Junte-se a mim no Autodesk %@, onde você poderá explorar novas ideias de projetos e criar seus próprios espaços residenciais.<br/> Confira os aplicativos para dispositivos móveis em <a href="{{url}}">{{title_url}}</a>
ru: Здравствуйте!<br/> Приглашаю Вас присоединиться к Autodesk %@. Здесь можно найти множество идей для новых проектов и самостоятельно спроектировать собственные жилые помещения!<br/> См. приложения для мобильных устройств на странице <a href="{{url}}">{{title_url}}</a>
zh_hans: 嗨，<br/>相约在 Autodesk %@，您会发现新的设计创意，可以创建属于自己的生活空间！<br/>从以下位置查看移动应用: <a href="{{url}}">{{title_url}}</a>

# invite_friend_email_subject
source: Meet me on Autodesk %@!
de: Treffen Sie mich auf Autodesk %@!
es: ¡Búsqueme en Autodesk %@!
fr: Rejoins-moi sur Autodesk %@!
he: פגוש אותי באוטודסק @%!
it: Raggiungimi su Autodesk %@!
ja: Autodesk %@ でお会いしましょう!
pt: Junte-se a mim no Autodesk %@.
ru: Присоединяйтесь к Autodesk %@!
zh_hans: 相约在 Autodesk %@！

# iphone_share_action_email
source: Email
es: Correo electrónico
he: כתובת דואר אלקטרוני
ja: 電子メール
ru: Эл. почта
zh_hans: 邮件地址

# iphone_share_action_facebook
source: Facebook
he: פייסבוק

# iphone_share_action_save_image
source: Save Image
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
he: שמור תמונה
it: Salva immagine
ja: イメージを保存
pt: Salvar imagem
ru: Сохранить изображение
zh_hans: 保存图片

source: Just now
de: Gerade jetzt
es: Ahora
fr: En ce moment
he: רק עכשיו
it: Adesso
ja: ちょうど今
pt: Agora
ru: Только сейчас
zh_hans: 刚刚

# lang_action_take_affect
source: Your language choice will activate the next time you open the app.
de: Ihre Sprache wird beim nächsten Öffnen der App aktiviert
es: El idioma elegido se activará la próxima vez que abra la aplicación.
fr: Votre choix linguistique sera activé la prochaine fois que vous ouvrirez l'app.
he: השפה שבחרת תופיע בהפעלה הבאה של האפליקציה.
it: La lingua scelta sarà attivata al prossimo avvio dell'app.
ja: 選択した言語への切り替えは、次回アプリを起動したときに反映されます。
pt: Sua escolha do idioma será ativada na próxima vez que você abrir o aplicativo.
ru: Выбранный язык будет активирован при следующем открытии приложения.
zh_hans: 您的语言选择将在您下次打开该应用程序时生效。

source: Likes
es: Me gusta
fr: J'aime
he: אוהב
it: Mi piace
ja: 好き
pt: Gosto
ru: Нравится
zh_hans: 赞

# likes_count_ipad
source: %d Total Likes
de: %d 'Gefällt mir' insgesamt
es: %d "Me gusta" totales
fr: %d fans au total
he: לייקים סך הכול %d
it: In totale piace a %d persone
ja: いいね! の合計 %d 個
pt: %d curtidas totais
ru: Всего %d понравилось
zh_hans: 总共 %d 人喜欢

# likes_count_iphone
source: %d Likes
de: %d 'Gefällt mir'
es: %d "Me gusta"
fr: %d J'aime
he: לייקים %d
it: Piace a %d persone
ja: いいね! %d 個
pt: %d curtidas
ru: %d понравилось
zh_hans: %d 人喜欢

# loading_popup_title_iPad
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement en cours...
he: טוען...
it: Caricamento...
ja: ロード中...
pt: Carregando...
ru: Загрузка...
zh_hans: 正在加载...

# loading_popup_title_iPhone
source: LOADING
de: WIRD GELADEN
es: CARGANDO
fr: CHARGEMENT EN COURS
he: טוען
it: CARICAMENTO
ja: ロード中
pt: CARREGANDO
ru: ЗАГРУЗКА
zh_hans: 正在加载

# loading_tips_loading_title
source: Loading
de: Wird geladen
es: Cargando
fr: Chargement en cours
he: טוען
it: Caricamento
ja: ロード中
pt: Carregando
ru: Загрузка
zh_hans: 正在加载

# loading_tips_title
source: QUICK TIPS WHILE YOU WAIT
de: QUICK-TIPPS IN DER WARTEZEIT
es: CONSEJOS RÁPIDOS MIENTRAS ESPERA
fr: CONSEILS RAPIDES PENDANT QUE VOUS PATIENTEZ
he: טיפים תוך כדי המתנה
it: SUGGERIMENTI RAPIDI DURANTE L'ATTESA
ja: お待ちの間にクイック ヒント
pt: DICAS RÁPIDAS ENQUANTO VOCÊ AGUARDA
ru: СОВЕТЫ В ПРОЦЕССЕ ОЖИДАНИЯ
zh_hans: 供您等待时阅读的快速提示

# local_notification_monthly_copy
source: We miss you! Check out all the awesome things we've added since you've been gone.
de: Wir vermissen Sie! Seit Sie nicht mehr da waren, sind viele außergewöhnliche Dinge hinzugekommen.
es: ¡Le echamos de menos! Eche un vistazo a estos increíbles elementos que hemos añadido desde que se fue.
fr: Vous nous manquez! Consultez toutes les choses extraordinaires que nous avons ajoutées depuis votre dernière visite.
he: התגעגענו אליך! צפה בכל הדברים המדהימים שהוספו מאז הפעם האחרונה שהיית כאן.
it: È da un po' che non ti fai vedere! Scopri tutte le fantastiche novità che abbiamo aggiunto dall'ultima volta.
ja: おかえりなさい! この期間に追加されたさまざまな素晴らしい内容をぜひチェックしてください。
pt: Sentimos a sua falta! Confira esses recursos incríveis que adicionamos desde que você foi embora.
ru: Давно не виделись! Узнайте, что интересного произошло за время вашего отсутствия.
zh_hans: 我们想念您啦！自您上次注销后，我们添加了很多很棒的东西，快来查看吧！

# local_notification_once_copy
source: Welcome to Homestyler! Check out our newest products, designs and inspirations today.
de: Willkommen bei Homestyler! Sehen Sie sich gleich heute unsere neuesten Produkte, Designs und Inspirationen an.
es: ¡Bienvenido/a a Homestyler! Eche un vistazo hoy mismo a nuestros productos, diseños e inspiraciones más nuevos.
fr: Bienvenue sur Homestyler ! Jetez un œil sur nos produits les plus récents, nos dernières conceptions et les sources d'inspiration du jour.
he: ברוך הבא להומסטיילר! צפה במוצרים, עיצובים ונותני ההשראה החדשים היום.
it: Benvenuto su Homestyler! Scopri subito i nostri nuovi prodotti, progetti e ispirazioni.
ja: Homestyler へようこそ! 最新の製品やデザインをチェックしてさまざまな刺激を受けることができます。
pt: Boas-vindas ao Homestyler! Confira nossos mais novos produtos, projetos e inspirações hoje.
ru: Добро пожаловать в Homestyler! Узнайте о последних представленных продуктах, новых проектах и современных идеях.
zh_hans: 欢迎使用 Homestyler！立即查看我们的最新产品、设计和灵感。

# location_field_placeholder
source: Enter your Location
de: Ort eingeben
es: Introduzca su ubicación.
fr: Entrez votre emplacement
he: הכנס את מיקומך
it: Immettere la posizione
ja: あなたの場所を入力
pt: Insira sua localização
ru: Укажите свое местонахождение
zh_hans: 输入您的位置

# location_filter_button_name
source: Area of Service
de: Dienstleistungsbereich
es: Área de servicio
fr: Domaine d'expertise
he: איזור שירות
it: Area del servizio
ja: サービス提供範囲
pt: Área de serviço
ru: Область обслуживания
zh_hans: 服务区域

# login_error
source: Oops, we can't find you. Please check your email/password.
de: Es tut uns leid, wir konnten Sie nicht als Benutzer identifizieren. Geben Sie Ihre E-Mail-Adresse/Ihr Kennwort ein.
es: Vaya, no podemos encontrarle. Compruebe su correo electrónico y la contraseña.
fr: Désolé, vous êtes introuvable. Veuillez vérifier votre adresse/mot de passe.
he: אופס, לא הצלחנו למצוא אותך. אנא בדוק את כתובת הדואר האלקטרוני והסיסמא שלך.
it: Oops, non riusciamo a trovarti. Controlla e-mail e password.
ja: 入力されたユーザが見つかりません。電子メールとパスワードを確認してください。
pt: Ops, não conseguimos encontrar você. Verifique seu e-mail e senha.
ru: К сожалению, такие учетные данные отсутствуют. Проверьте адрес электронной почты и пароль.
zh_hans: 我们找不到您。请检查您的邮件地址/密码。

# login_error_after_signup
source: The password you entered is incorrect.Please try again.
de: Das eingegebene Passwort ist falsch. Bitte versuchen Sie es erneut.
es: La contraseña que ingresaste es incorrecta. Inténtalo de nuevo.
fr: Le mot de passe que vous avez entré est incorrect. Veuillez réessayer, s'il vous plait.
he: הסיסמה שהזנת אינה נכונה. נסה שוב.
it: La password che hai inserito non e' corretta. Per favore, riprova.
ja: 入力したパスワードは間違っています。もう一度お試しください。
pt: La contraseña que ingresaste es incorrecta. Inténtalo de nuevo, por favor.
ru: Введен неверный пароль. Повторите попытку.
zh_hans: 您输入的密码不正确。请重试。

# login_success_after_signup
source: This email is already part of the Homestyler community. Signed in successfully.
de: Diese E-Mail-Adresse ist bereits in der Homestyler-Community vergeben. Die Anmeldung war erfolgreich.
es: Este correo electrónico ya forma parte de la comunidad de Homestyler. Se ha iniciado sesión correctamente.
fr: Cette adresse e-mail est déjà utilisée par un membre de la communauté Homestyler. Echec de la connexion.
he: כתובת דואר אלקטרוני זו הינה חלק מקהילת הומסטיילר. התחברת בהצלחה.
it: L'indirizzo e-mail specificato è già utilizzato per la community Homestyler. Accesso riuscito.
ja: この電子メールはすでに Homestyler コミュニティで使用されています。正常にサイン インしました。
pt: Este e-mail já faz parte da comunidade do Homestyler. Login feito com êxito.
ru: Такой адрес электронной почты уже используется в сообществе Homestyler. Вход успешно выполнен.
zh_hans: 该邮件地址用于注册过 Homestyler 社区。您已成功登录。

# low_memory_user_notification
source: Ack! This design has too many products for your device, but go ahead and Redesign without them while we work on a solution.
de: Schade! Dieses Design enthält zu viele Produkte für Ihr Gerät. Gestalten Sie Ihr Design ohne diese Produkte neu, während wir an einer Lösung arbeiten.
es: Nota: este diseño incluye demasiados productos para su dispositivo pero no se preocupe, continúe y vuelva a diseñar mientras buscamos una solución.
fr: Cette conception contient trop de produits pour votre appareil, mais vous pouvez reconcevoir sans eux pendant que nous cherchons une solution.
he: אוי! לעיצוב זה יש יותר מדי מוצרים עבור המכשיר שברשותך, אבל נסה לעצב אותם בעת שאנו עובדים על מציאת פתרון.
it: Questo progetto dispone di troppi prodotti per il tuo dispositivo. Puoi continuare a progettare senza prodotti mentre cerchiamo una soluzione al problema.
ja: このデザインにはお使いのデバイスでは表示しきれないほどたくさんの製品が含まれています。解決方法が提供されるまで、このままお使いください。
pt: Opa! Este projeto tem produtos demais para o seu dispositivo, mas vá em frente e refaça o projeto sem eles enquanto trabalhamos em uma solução.
ru: К сожалению, количество продуктов в этом проекте слишком велико для вашего устройства. Мы постараемся решить эту проблему, а пока можно изменить проект без этих продуктов.
zh_hans: 该设计中适用于您设备的产品过多，请忽略这些产品，重新设计。我们正在寻求解决方案。

# measure_unit_cm
source: cm
he: ס״מ
ru: см
zh_hans: 厘米

# measure_unit_ft
source: ft
es: pies
fr: pi
he: רגל
pt: pés
ru: фут
zh_hans: 英尺

# measure_unit_in
source: in
fr: po
he: אינץ׳
pt: pol.
ru: дюйм
zh_hans: 英寸

# measure_unit_m
source: m
he: מטר
ru: м
zh_hans: 米

# missing_sku_product
source: Missing SKU for Product
de: Fehlende SKU für Produkt
es: Falta la SKU del producto
fr: Référence de produit manquante
he: מוצר או מק״ט חסרים
it: SKU del prodotto assente
ja: 製品の SKU が見つかりません
pt: SKU ausente para produto
ru: Отсутствует номер SKU продукта
zh_hans: 产品 SKU 缺失

# move_adjust_area
source: Move and adjust the area you want to Clear
de: Verschieben Sie den Bereich, den Sie löschen möchten, und passen Sie ihn entsprechend an.
es: Mueva y ajuste el área que desea Borrar
fr: Déplacer et ajuster la zone à vider
he: הזז ובחר את האיזור שברצונך לנקות
it: Spostare e regolare l'area da svuotare
ja: クリアしたい領域を移動して調整
pt: Mova e ajuste a área que você deseja limpar
ru: Перенесите и отрегулируйте область, которую необходимо очистить
zh_hans: 移动和调整想要清除的区域

# multi_share_all_success
source: Lovely! Your design has been shared.
de: Hervorragend! Ihr Design wurde freigegeben.
es: ¡Estupendo! Se ha compartido su diseño.
fr: Super! Votre conception a été partagée.
he: נפלא! שיתפת את העיצוב שלך.
it: Fantastico. Il tuo progetto è stato condiviso.
ja: あなたのデザインが共有されました。
pt: Maravilha! Seu projeto foi compartilhado.
ru: Поздравляем! Ваш проект опубликован.
zh_hans: 好极了！您的设计已分享。

# multi_share_cancel_btn
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: בטל
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

# multi_share_charlimit_msg
source: Oops, looks like your Tweet is too long; please edit it to fit 140 characters before Sharing.
de: Hoppla! Ihr Tweet scheint zu lang zu sein. Kürzen Sie den Tweet auf maximal 140 Zeichen, bevor Sie ihn freigeben.
es: Lo sentimos, parece que su tuit es demasiado largo. Antes de compartirlo, edítelo para que se ajuste a los 140 caracteres permitidos por la aplicación.
fr: Désolé, il semble que votre Tweet est trop long. Veuillez le modifier pour qu'il ne dépasse pas 140 caractères avant de le partager.
he: אופס, נראה שהציוץ שלך ארוך מדי; נסה לערוך אותו כך שלא יעבור 140 תווים לפני שתנסה לשתפו שוב.
it: Errore. Tweet troppo lungo. Per condividerlo, è necessario modificarlo e farlo rientrare nei 140 caratteri.
ja: ツイートのテキストが長すぎるようです。共有するには 140 文字までに収まるように編集してください。
pt: Ops, parece que seu texto é grande demais; edite-o para que ele tenha até 140 caracteres antes do Compartilhamento.
ru: Ошибка: слишком длинное сообщение. Для публикации его необходимо сократить до 140 символов.
zh_hans: 您的推文似乎太长；请先对其进行编辑以符合 140 个字符的限制，然后才能进行分享。

# multi_share_configure_email_msg
source: Please go to device Settings and configure an email account
de: Öffnen Sie die Geräteeinstellungen, und konfigurieren Sie ein E-Mail-Konto.
es: Vaya a la configuración del dispositivo y configure una cuenta de correo electrónico.
fr: Veuillez accéder aux paramètres de l'appareil et configurer un compte de messagerie
he: אנא לך להגדרות מכשירך והגדר חשבון דואר אלקטרוני
it: Andare sulle impostazioni del dispositivo e configurare l'account e-mail
ja: デバイス設定を開いて電子メールアカウントを設定してください
pt: Acesse as Configurações do dispositivo e configure uma conta de e-mail
ru: Перейдите в раздел параметров устройства и настройте учетную запись электронной почты
zh_hans: 请前往设备设置，然后配置邮件帐号

# multi_share_email_subject
source: Check this out from %@
de: Hier ist ein interessantes Design aus %@
es: Eche un vistazo a este contenido de %@
fr: Découvrez cette conception créée dans %@
he: צפה בזה מ-@%
it: Guardalo su %@
ja: %@ でチェック
pt: Confira isso no %@
ru: Ознакомьтесь с этим от %@
zh_hans: 从 %@ 中查看

# multi_share_fail_email_msg
source: Sorry, we couldn't share with Email
de: Leider war die Freigabe mit E-Mail nicht möglich
es: Lo sentimos, no podemos compartirlo a través del correo electrónico.
fr: Désolé, impossible de partager par e-mail
he: מצטערים, לא הצלחנו לשתף לכתובת הדואר האלקטרוני
it: Impossibile condividere questa e-mail
ja: 電子メールでは共有できません。
pt: Sentimos muito, não pudemos compartilhar com o e-mail
ru: К сожалению, не удалось отправить по электронной почте
zh_hans: 抱歉，我们无法通过电子邮件分享

# multi_share_fail_msg_first_part
source: Sorry, we couldn't share with
de: Keine Freigabe möglich mit
es: Lo sentimos, no podemos compartirlo con
fr: Désolé, impossible de partager avec
he: מצטערים, לא הצלחנו לשתף עם
it: Impossibile condividere l'elemento
ja: 次のユーザと共有できませんでした:
pt: Desculpe-nos, não pudemos compartilhar com o
ru: К сожалению, не удалось отправить в
zh_hans: 抱歉，我们无法分享到

# multi_share_fail_msg_part_2_fb
source: Facebook
he: פייסבוק

# multi_share_fail_msg_part_2_none
source: None
de: Keine
es: Ninguna
fr: Aucun
he: אין
it: Nessuno
ja: なし
pt: Nenhum
ru: Нет
zh_hans: 无

# multi_share_fail_msg_part_2_twitter
source: Twitter
he: טוויטר

# multi_share_nophoto_msg
source: Oops, the image is missing... Please try again.
de: Das Bild fehlt ... Bitte versuchen Sie es erneut.
es: Lo sentimos, falta la imagen. Vuelva a intentarlo.
fr: Désolé, il manque l'image... Réessayez.
he: אופס, התמונה חסרה... אנא נסה שנית.
it: Impossibile trovare l'immagine. Riprovare.
ja: イメージが見つかりません... もう一度行ってください。
pt: Ops, está faltando a imagem... Tente novamente.
ru: К сожалению, изображение отсутствет... Повторите попытку.
zh_hans: 图片不见了，请重试。
