Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# sync_later
source: Later
de: Später
es: Más tarde
fr: Plus tard
he: מאוחר יותר
it: Più tardi
ja: 後で
pt: Mais tarde
ru: Позже
zh_hans: 稍后

# technical_difficultie_error
source: Sorry, we're having technical difficulties. Please try again later.
de: Leider gibt es technische Schwierigkeiten. Versuchen Sie es zu einem späteren Zeitpunkt noch einmal.
es: Lo sentimos, estamos teniendo dificultades técnicas. Inténtelo de nuevo más tarde.
fr: Désolé, nous rencontrons quelques difficultés techniques. Veuillez réessayer plus tard.
he: מצטערים, אנו חווים קשיים טכנולוגיים. אנא נסה שנית מאוחר יותר.
it: Siamo spiacenti, stiamo riscontrando problemi tecnici. Riprovare in un secondo momento.
ja: 技術的な問題が発生しています。後でもう一度行ってください。
pt: Estão ocorrendo dificuldades técnicas. Tente novamente mais tarde.
ru: К сожалению, возникли технические сложности. Повторите попытку позже.
zh_hans: 非常抱歉，我们遇到了技术难题。请稍后再试。

# terms_of_service
source: Learn more
de: Mehr erfahren
es: Aprende más
fr: Apprendre encore plus
he: άδειας χρήσης τελικού χρήστη
it: Per saperne di più
ja: もっと詳しく知る
pt: Saber mais
ru: Выучить больше
zh_hans: 了解更多

# twitter_no_account_defined
source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings.
de: Es wurden keine Twitter-Konten konfiguriert. Sie können in den Einstellungen ein Twitter-Konto hinzufügen oder erstellen.
es: No se ha configurado ninguna cuenta de Twitter. Puede añadir o crear una cuenta de Twitter en Configuración.
fr: Aucun compte Twitter n'est configuré. Vous pouvez ajouter ou créer un compte Twitter dans Paramètres.
he: אין חשבונות טוויטר מוגדרים. תוכל להוסיף או ליצור חשבון טוויטר דרך הגדרות.
it: Nessun account Twitter configurato. È possibile aggiungere o creare un account Twitter in Impostazioni.
ja: Twitter アカウントが設定されていません。[設定]で Twitter アカウントの追加と作成を行えます。
pt: Não há contas do Twitter configuradas. É possível adicionar ou criar uma conta do Twitter em Configurações.
ru: Учетные записи Twitter не настроены. Вы можете добавить или создать учетную запись Twitter в разделе "Настройки".
zh_hans: 没有已配置的 Twitter 帐户。您可以在“设置”中添加或创建 Twitter 帐户。

# twitter_share_copy
source: Check out this %@ from %@: %@
de: Verpassen Sie nicht %@ von %@: %@
es: Eche un vistazo a este %@ de %@: %@
fr: Regardez cette %@ de %@: %@
he: מתוך @%: @% צפה ב- @%.
it: Guarda %@ da %@: %@
ja: この %@ (%@ から)を今すぐチェック! %@
pt: Confira este %@ de %@: %@
ru: Интересное обновление "%@" от пользователя %@: %@
zh_hans: 查看此 %@ (从 %@): %@

source: Unfollow
de: Nicht folgen
es: No seguir
fr: Ne plus suivre
he: הסר מעקב
it: Non seguire
ja: アンフォロー
pt: Não siga
ru: Не следить
zh_hans: 取消关注

# unfollow_user
source: Unfollow %@?
de: Nicht folgen %@?
es: No seguir %@?
fr: Ne pas suivre %@?
he: לעקוב %@？
it: Non seguire %@?
ja: アンフォロー %@?
pt: Não siga %@?
ru: Не следить %@?
zh_hans: 取消关注 %@?

# update_location_title
source: Update Location
de: Ort aktualisieren
es: Actualizar ubicación
fr: Mettre à jour l'emplacement
he: עדכן מיקום
it: Aggiorna posizione
ja: 場所を更新
pt: Atualizar localização
ru: Обновить местонахождение
zh_hans: 更新位置

# update_profile_image_success
source: Profile photo updated successfully
de: Profilfoto wurde erfolgreich aktualisiert
es: La foto de perfil se ha actualizado correctamente
fr: Votre photo de profil a été mise à jour
he: תמונת הפרופיל עודכנה בהצלחה
it: La foto del profilo è stata aggiornata correttamente
ja: プロファイル写真が正常に更新されました
pt: A foto do perfil foi atualizada
ru: Фотография профиля успешно обновлена
zh_hans: 头像已成功更新

# update_version_available
source: There is a new version of it! Updating APP can provide you with a better design experience
de: Es gibt eine neue Version davon! Die Aktualisierung von APP kann Ihnen eine bessere Designerfahrung bieten
es: ¡Hay una nueva versión de ella! Actualizar APP puede proporcionarle una mejor experiencia de diseño
fr: Il y a une nouvelle version! La mise à jour de l'APP peut vous fournir une meilleure expérience de conception
he: יש להומסטיילר כמה עדכונים חדשים שישפרו את חוויית העיצוב שלך!
it: C'è una nuova versione! L'aggiornamento di APP può fornirti un'esperienza di progettazione migliore
ja: それの新しいバージョンがあります！ APPを更新すると、より優れたデザイン体験を提供できます
pt: Há uma nova versão disso! A atualização da APP pode lhe proporcionar uma melhor experiência de design
ru: Есть новая версия! Обновление APP может предоставить вам лучший дизайн
zh_hans: 有新版本啦！更新APP可以为您提供更好的设计体验

# update_version_required
source: Homestyler's new version is ready!
de: Die neue Version von Homestyler steht zur Verfügung.
es: La nueva versión de Homestyler ya está lista
fr: Une nouvelle version de Homestyler est disponible!
he: קיימת גרסא חדשה של הומסטיילר!
it: È pronta la nuova versione di Homestyler!
ja: Homestyler の新しいバージョンをご利用いただけます。
pt: A nova versão do Homestyler está pronta!
ru: Готова новая версия Homestyler!
zh_hans: Homestyler 已有新版本!

# user_detail_other_input_field
source: Other...
de: Sonstige...
es: Otros...
fr: Autre...
he: אחר...
it: Altro...
ja: その他...
pt: Outros...
ru: Прочее...
zh_hans: 其他...

# user_liked_0_times
source: %@ has not received likes yet.
de: %@ hat noch keine Likes erhalten.
es: %@ aún no ha recibido Me gusta
fr: %@ n'a pas encore reçu de J'aime.
he: %@ עדיין לא קיבל סימוני 'אהבתי'.
it: %@ non ha ancora ricevuto Mi piace.
ja: %@はまだお気に入りを受け取っていません。
pt: %@ ainda não recebeu gostos.
ru: %@ пока не получил.
zh_hans: %@ 还没有获得赞。

# user_liked_1_time
source: %@ received 1 like in Homestyler!
de: %@ hat 1 Gefällt mir in Homestyler erhalten!
es: ¡%@ ha recibido 1 Me gusta en Homestyler!
fr: %@ a reçu 1 J'aime en Homestyler!
he: %@ קיבל 1 כמו ב Homestyler!
it: %@ ha ricevuto 1 Mi piace su Homestyler!
ja: %@ はHomestylerのように1を受け取った!
pt: %@ recebeu 1 Gosto em Homestyler!
ru: %@ получил 1, как в Homestyler!
zh_hans: %@ 在Homestyler获得了1个赞!

# user_liked_times
source: %@ received %d likes in Homestyler!
de: %s hat %d positive Bewertungen in Homestyler erhalten!
es: ¡%@ ha recibido %d Me gusta en Homestyler!
fr: %@ a reçu %d J'aime en Homestyler!
he: %@ אוהב ב %d קיבל Homestyler!
it: %@ ha ricevuto %d Mi piace su Homestyler!
ja: %@はHomestylerで%dつの好きなものを受け取りました！
pt: %@ recebeu %d Gosto em Homestyler！
ru: %@ получил %d нравится в Homestyler!
zh_hans: %@ 在Homestyler获得了%d个赞!

# user_profile_cell_Name_lbl
source: Name
es: Nombre
fr: Nom
he: שם
it: Nome
ja: 名前
pt: Nome
ru: Имя
zh_hans: 姓名

# user_profile_cell_description_lbl
source: Description
de: Beschreibung
es: Descripción
he: תיאור
it: Descrizione
ja: 説明
pt: Descrição
ru: Описание
zh_hans: 描述

# user_profile_cell_description_lbl_empty
source: Tell us a little about yourself
de: Erzählen Sie uns etwas über sich
es: Cuéntenos un poco más acerca de usted.
fr: Parlez-nous un peu de vous
he: ספר לנו קצת אודותיך
it: Informazioni personali
ja: あなたについて一言
pt: Conte-nos um pouco sobre você
ru: Расскажите о себе
zh_hans: 告诉我们一些您的个人情况

# user_profile_cell_description_lbl_read
source: Description:
de: Beschreibung:
es: Descripción:
he: תיאור:
it: Descrizione:
ja: 説明:
pt: Descrição:
ru: Описание:
zh_hans: 描述:

# user_profile_cell_favstyles_lbl
source: Favorite Styles
de: Bevorzugte Stile
es: Estilos favoritos
fr: Styles préférés
he: סגנונות אהובים
it: Stili preferiti
ja: 好みのスタイル
pt: Estilos favoritos
ru: Избранные стили
zh_hans: 喜欢的风格

# user_profile_cell_favstyles_lbl_read
source: Favorite Styles:
de: Bevorzugte Stile:
es: Estilos favoritos:
fr: Styles préférés:
he: סגנונות מועדפים:
it: Stili preferiti:
ja: 好みのスタイル:
pt: Estilos favoritos:
ru: Избранные стили:
zh_hans: 喜欢的风格:

# user_profile_cell_gender_lbl
source: Gender
de: Geschlecht
es: Sexo
fr: Sexe
he: מין
it: Sesso
ja: 性別
pt: Sexo
ru: Пол
zh_hans: 性别

# user_profile_cell_interests_lbl
source: Interests
de: Interessen
es: Intereses
fr: Centres d'intérêt
he: תחביבים
it: Interessi
ja: 興味/関心
pt: Interesses
ru: Интересы
zh_hans: 兴趣爱好

# user_profile_cell_interests_lbl_empty
source: For example: Gardening, Hiking, Painting, Arts & Crafts, Origami, Reading, Travel, Cooking, Photography, Rock Climbing, ...
de: Beispielsweise Gartenarbeit, Bergwandern, Malen, Kunsthandwerk, Origami, Lesen, Reisen, Kochen, Fotografie, Klettern...
es: Por ejemplo: jardinería, senderismo, pintura, manualidades, papiroflexia, lectura, viajes, cocina, fotografía, escalada...
fr: Par exemple: jardinage, randonnée, peinture, art et travaux manuels, origami, lecture, voyage, cuisine, photographie, escalade, etc.
he: לדוגמא: גינון, סקי, ציור, אומנות, אוריגמי, קריאה, טיולים, בישול, צילום, טיפוס הרים...
it: Ad esempio: giardinaggio, escursionismo, pittura, artigianato, origami, lettura, viaggi, cucina, fotografia, arrampicata, ecc.
ja: 例: ガーデニング、ハイキング、絵画、アートとクラフト、折り紙、読書、旅行、料理、写真、ロッククライミング...
pt: Por exemplo: Jardinagem, Caminhadas, Pintura, Artesanato, Origami, Leitura, Viagens, Culinária, Fotografia, Escaladas...
ru: Например: садоводство, пешие прогулки, рисование, ручное декоративное и прикладное искусство, оригами, чтение, туризм, кулинария, фотография, альпинизм и т. д.
zh_hans: 例如: 园艺、远足、绘画、工艺美术、折纸、阅读、旅游、烹饪、摄影、攀岩...

# user_profile_cell_interests_lbl_read
source: Interests:
de: Interessen:
es: Intereses:
fr: Centres d'intérêt:
he: תחביבים:
it: Interessi:
ja: 興味/関心:
pt: Interesses:
ru: Интересы:
zh_hans: 兴趣爱好:

# user_profile_cell_location_lbl
source: Location
de: Ort
es: Ubicación
fr: Emplacement
he: מיקום
it: Posizione
ja: 場所
pt: Local
ru: Расположение
zh_hans: 位置

# user_profile_cell_location_lbl_empty
source: Enter your location
de: Ort eingeben
es: Introduzca su ubicación.
fr: Entrez votre emplacement
he: הכנס את מיקומך
it: Immettere la posizione
ja: あなたの場所を入力
pt: Insira sua localização
ru: Укажите свое местонахождение
zh_hans: 输入您的位置

# user_profile_cell_location_lbl_read
source: From:
de: Von:
es: De:
fr: De:
he: מאת:
it: Da:
ja: 送信元:
pt: De:
ru: Из:
zh_hans: 来自:

# user_profile_cell_password_lbl
source: Password
de: Kennwort
es: Contraseña
fr: Mot de passe
he: סיסמא
ja: パスワード
pt: Senha
ru: Пароль
zh_hans: 密码

# user_profile_cell_profession_lbl
source: Profession
de: Beruf
es: Profesión
he: מקצוע
it: Professione
ja: 職種
pt: Profissão
ru: Профессия
zh_hans: 专业

# user_profile_cell_styles_lbl_empty
source: Choose your favorites:
de: Wählen Sie Ihre Favoriten aus:
es: Seleccione sus favoritos:
fr: Choisissez vos styles préférés:
he: בחר מועדפים:
it: Scegliere i preferiti:
ja: お気に入りを選択:
pt: Escolha seus favoritos:
ru: Выберите любимые стили:
zh_hans: 选择您的收藏:

# user_profile_cell_tools_lbl
source: Other Design Tools I Use
de: Andere von mir verwendete Designwerkzeuge
es: Otras herramientas de diseño que utilizo
fr: Autres outils de concept. que j'utilise
he: כלי עיצוב נוספים בהם אני משתמש
it: Altri strumenti di progettazione in uso
ja: 使用しているその他のツール
pt: Outras ferramentas de projeto que eu uso
ru: Другие используемые инструменты проектирования
zh_hans: 我使用的其他设计工具

# user_profile_cell_tools_lbl_empty
source: Choose your tools:
de: Wählen Sie Ihre Werkzeuge aus:
es: Seleccione sus herramientas:
fr: Choisissez vos outils:
he: בחר את הכלים שלך:
it: Scegliere gli strumenti:
ja: ツールを選択:
pt: Escolha suas ferramentas:
ru: Выберите инструменты:
zh_hans: 选择您的工具:

# user_profile_cell_tools_lbl_read
source: Other Design Tools I Use:
de: Andere von mir verwendete Designwerkzeuge:
es: Otras herramientas de diseño que utilizo:
fr: Autres outils de concept. que j'utilise:
he: כלי עיצוב נוספים בהם אני משתמש:
it: Altri strumenti di progettazione in uso:
ja: 使用しているその他のツール:
pt: Outras ferramentas de projeto que eu uso:
ru: Другие используемые инструменты проектирования:
zh_hans: 我使用的其他设计工具:

# user_profile_cell_user_types_lbl_empty
source: Choose one:
de: Wählen Sie:
es: Seleccionar uno:
fr: Choisissez un élément:
he: בחר אחד:
it: Scegliere uno tra:
ja: 1 つ選択:
pt: Escolha um:
ru: Выберите один вариант:
zh_hans: 选择一项:

# user_profile_cell_usertype_lbl
source: I am
de: Ich bin
es: Soy
fr: Je suis
he: אני
it: Sono
ja: 私は
pt: Eu sou
ru: Я
zh_hans: 我是

# user_profile_cell_usertype_lbl_read
source: I am:
de: Ich bin:
es: Soy:
fr: Je suis:
he: אני:
it: Sono:
ja: 私は:
pt: Eu sou:
ru: Я:
zh_hans: 我是:

# user_profile_cell_website_lbl
source: Website
es: Sitio web
fr: Site Web
he: אתר
it: Sito Web
ja: Web サイト
pt: Site
ru: Веб-сайт
zh_hans: 网站

# user_profile_cell_website_lbl_empty
source: Enter your website
de: Website eingeben
es: Introduzca su sitio web
fr: Entrez votre site Web
he: הכנס את כתובת האתר שלך
it: Immettere il sito Web
ja: あなたの Web サイトを入力
pt: Insira seu site
ru: Укажите свой веб-сайт
zh_hans: 输入您的网站

# user_profile_cell_website_lbl_read
source: Website:
es: Sitio web:
fr: Site Web:
he: אתר:
it: Sito Web:
ja: Web サイト:
pt: Site:
ru: Веб-сайт:
zh_hans: 网站:

# user_profile_done_button
source: Done
de: Fertig
es: Terminar
fr: Terminé
he: סיום
it: Fine
ja: 完了
pt: Pronto
ru: Готово
zh_hans: 完成

# user_profile_signout_lbl
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
it: Disconnetti
ja: サインアウト
pt: Desconectar
ru: Выход
zh_hans: 退出登录

# waitting_to_sync
source: Offline Design
es: Diseño sin conexión
fr: Conception hors ligne
he: עיצוב אופליין
it: Progetto offline
ja: オフライン デザイン
pt: Projeto off-line
ru: Автономный проект
zh_hans: 离线设计

# wall_button
source: Wall
de: Wand
es: Muro
fr: Mur
he: קיר
it: Parete
ja: 壁
pt: Parede
ru: Стена
zh_hans: 墙

# wallpaper_button
source: Wallpaper
de: Tapete
es: Tapiz
fr: Papier peint
he: טפטים
it: Carta da parati
ja: 壁紙
pt: Papel de parede
ru: Обои
zh_hans: 墙纸

source: Wishlist
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits
he: רשימת משאלות
ja: ウィッシュリスト
pt: Lista de desejos
ru: Список пожеланий
zh_hans: 愿望列表

# wishlist_create_failed_msg
source: Whoops! Please try creating your wishlist again
de: Hoppla! Versuchen Sie, Ihre Wunschliste erneut zu erstellen.
es: ¡Vaya! Intente crear la lista de deseos otra vez.
fr: Désolé, tentez de créer votre liste de souhaits à nouveau
he: אופס! אנא נסה ליצור את רשימת המשאלות שלך שנית
it: Errore. Prova a creare di nuovo la wish-list
ja: ウィッシュリストをもう一度作成してください
pt: Tente criar sua lista de desejos novamente
ru: Ой! Попробуйте создать список пожеланий еще раз
zh_hans: 糟糕! 请重新尝试创建您的愿望列表

# wishlist_create_successfuly_msg
source: successfully created!
de: erfolgreich erstellt!
es: creado correctamente.
fr: a été créée.
he: נוצר בהצלחה!
it: creata correttamente.
ja: 正常に作成!
pt: criado com sucesso
ru: успешно создан.
zh_hans: 成功创建！

# wishlist_no_wishlist_msg
source: Missing Wishlist
de: Fehlende Wunschliste
es: Falta la lista de deseos
fr: Liste de souhaits manquante
he: רשימת משאלות חסרה
it: Wish-list assente
ja: ウィッシュ リストが見つかりません
pt: Lista de desejos ausente
ru: Отсутствует список пожеланий
zh_hans: 缺失的愿望列表

# wishlist_update_failed_msg
source: There seems to be an error, please try saving your changes again
de: Es ist ein Fehler aufgetreten. Versuchen Sie später erneut, Ihre Änderungen zu speichern.
es: Parece que hay un error, intente guardar los cambios de nuevo
fr: Une erreur semble s'être produite, veuillez essayer d'enregistrer les modifications à nouveau
he: נראה שקיימת בעיה, אנא נסה לשמור את השינויים שנית
it: Si è verificato un errore. Prova a salvare di nuovo le modifiche
ja: エラーが発生したようです。変更をもう一度保存してみてください。
pt: Parece haver um erro. Tente salvar as alterações novamente
ru: Кажется, произошла ошибка. Попробуйте сохранить изменения еще раз.
zh_hans: 似乎有错误，请重新尝试保存更改

# wishlist_update_successful_msg
source: Wishlist updated!
de: Die Änderungen an der Wunschliste wurden gespeichert!
es: Se han guardado los cambios de la lista de deseos.
fr: Les modifications apportées à votre liste de souhaits ont été enregistrées.
he: אשימת משאלות עודכנה!
it: Le modifiche alla wish-list sono state salvate.
ja: ウィッシュリストへの変更が保存されました!
pt: As alterações em sua lista de desejos foram salvas.
ru: Изменения в списке пожеланий сохранены.
zh_hans: 您对愿望列表的更改已保存！

# wishlists_page_title
source: My Wish Lists
de: Wunschlisten
es: Listas de deseos
fr: Listes de souhaits
he: רשימות המשאלות שלי
it: Wish-list
ja: ウィッシュリスト
pt: Listas de desejos
ru: Списки пожеланий
zh_hans: 愿望列表

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
he: вчера
it: Ieri
ja: 昨日
pt: Ontem
ru: вчера
zh_hans: 昨天

# you_liked_0_times
source: You have not received likes yet.
de: Du hast noch keine Likes erhalten.
es: Aún no has recibido Me gusta.
fr: Tu n'as pas encore reçu de J'aime.
he: לא קיבלת עדיין סימוני 'אהבתי'.
it: NOn hai ancora ricevuto dei Mi piace.
ja: あなたはまだ好き嫌いを受けていません.
pt: Você ainda não recebeu Gosto.
ru: Вы еще не получили.
zh_hans: 你还没有收到点赞哦

# you_liked_1_time
source: You received 1 like in Homestyler!
de: Du hast 1 wie in Homestyler erhalten!
es: ¡Recibiste 1 Me gusta en Homestyler!
fr: Tu as reçu 1 J'aime dans Homestyler!
he: ללא שם: קיבלת 1 כמו ב- Homestyler!
it: Hai ricevuto un Mi piace su Homestyler!
ja: あなたはHomestylerのように1を受け取った!
pt: Você recebeu 1 Gosto em Homestyler!
ru: Вы получили 1, как в Homestyler!
zh_hans: 你在Homestyler收到了1个赞!

# you_liked_times
source: You received %d likes in Homestyler!
de: Du hast %d likes in Homestyler erhalten!
es: ¡Recibiste %d Me gusta en Homestyler!
fr: Tu as reçu %d J'aime dans Homestyler!
he: אוהב ב %d קיבלת- Homestyler!
it: Hai ricevuto %d Mi piace su Homestyler!
ja: あなたはHomestylerで %d 好きになりました!
pt: Você recebeu %d Gosto em Homestyler!
ru: Вы получили %d в Homestyler!
zh_hans: 你在Homestyler收到了 %d 个赞!

# MESSAGE_PUBLISHED_ASSET
source: %@ has published a new design '%@'
de: %@ hat ein neues Design namens '%@' veröffentlicht
es: %@ ha publicado un nuevo diseño '%@'
fr: %@ a publié une nouvelle conception '%@'
it: %@ ha pubblicato un nuovo progetto '%@'
ja: %@ さんが新しいデザイン '%@' を公開しました
pt: %@ publicou um novo projeto '%@'
ru: Пользователь %@ опубликовал новый проект '%@'
zh_hans: %@ 发布了新设计 '%@'

# myhome_no_designs_copy_other
source: This designer currently has no public designs. Please check back later.
de: Dieser Designer verfügt momentan über keine öffentlichen Designs. Kommen Sie später noch einmal vorbei.
es: Este diseñador no tiene actualmente diseños públicos. Consulte de nuevo más tarde.
fr: Ce designer n'a pas de conception publique pour l'instant. Revérifiez plus tard.
it: Questo progettista non ha progetti pubblici. Controlla in un secondo momento.
ja: このデザイナーにはまだ公共デザインがありません。後でもう一度確認してください。
pt: Este projetista não tem projetos públicos atualmente. Confira mais tarde.
ru: Этот дизайнер не опубликовал ни одного проекта. Вернитесь на эту страницу позже.
zh_hans: 此设计师当前没有公开的设计。请稍后再来查看。

# sync_alert_title_msg
source: Sync Designs
de: Designs synchronisieren
es: Sincronizar diseños
fr: Synchroniser les conceptions
it: Sincronizza progetti
ja: 設計の同期化
pt: Sincronizar projetos
ru: Синхронизация проектов
zh_hans: 同步设计

# share_description
source: Design your dream home on Homestyler
zh_hans: 和设计家DIY一起，用手机轻松实现室内设计
