Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# multi_share_part_no_success
source: Sorry, we couldn't share your design on %@. Please try again.
de: Wir konnten Ihr Design leider nicht für %@ freigeben. Versuchen Sie es noch einmal.
es: Lo sentimos, no hemos podido compartir su diseño en %@. Inténtelo de nuevo.
fr: Désolé, votre conception n'a pas pu être partagée sur %@. Veuillez réessayer.
he: מצטערים, לא הצלחנו לשתף את העיצוב שלך ב-%@. אנא נסה שנית.
it: Impossibile condividere il progetto su %@. Riprovare.
ja: あなたのデザインを %@ で共有できませんでした。 もう一度行ってください。
pt: Não foi possível compartilhar seu projeto no %@. Tente novamente.
ru: К сожалению, опубликовать проект в %@ не удалось. Повторите попытку.
zh_hans: 对不起，我们无法将您的设计在 %@ 上进行分享。 请重试。

# multi_share_part_success
source: Sorry, looks like the Share worked only on: %@
de: Die Freigabe funktionierte anscheinend leider nur für: %@
es: Lo sentimos, parece que solo se ha podido compartir en %@.
fr: Désolé, il semble que le partage a fonctionné uniquement sur: %@
he: %@ מצטערים, נראה שהשיתוף עובד רק עם:
it: La condivisione sembra essere riuscita solo su: %@
ja: 共有は次のみで有効です: %@
pt: Parece que o Compartilhamento só funcionou no: %@
ru: К сожалению, выполнить публикацию удалось только в %@
zh_hans: 对不起，分享似乎只能用于: %@

# multi_share_part_success_part2
source: Please try sharing on %@ again
de: Versuchen Sie die Freigabe für %@ erneut
es: Intente compartirlo de nuevo en %@.
fr: Veuillez essayer de partager de nouveau sur %@
he: %@ אנא נסה שוב לשתף בעזרת
it: Riprovare a condividere su %@
ja: %@ での共有をもう一度設定してください
pt: Tente compartilhar no %@ novamente
ru: Повторите попытку публикации в %@
zh_hans: 请重试在 %@ 上进行分享

# multi_share_share_btn
source: Share
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
it: Condividi
ja: 共有
pt: Compartilhar
ru: Поделиться
zh_hans: 分享

# multi_share_share_title
source: Share Your Design
de: Ihr Design freigeben
es: Compartir su diseño
fr: Partager votre conception
he: שתף את העיצוב שלך
it: Condividi progetto
ja: デザインを共有
pt: Compartilhar seu projeto
ru: Поделиться проектом
zh_hans: 分享您的设计

# multi_share_twitter_login_msg
source: Please go to device Settings and login to Twitter using your Twitter account
de: Öffnen Sie die Geräteeinstellungen, und melden Sie sich mit Ihrem Twitter-Konto bei Twitter an.
es: Vaya a la configuración del dispositivo e inicie sesión en Twitter utilizando su cuenta de Twitter.
fr: Veuillez accéder aux paramètres de l'appareil et vous connecter à votre compte Twitter
he: אנא לך להגדרות מכשירך והתחבר לטוויטר על ידי חשבון הטוויטר שלך
it: Andare sulle impostazioni del dispositivo e accedere a Twitter con il proprio account
ja: デバイス設定を開き、自分の Twitter アカウントを使用して Twitter にログインしてください
pt: Acesse as Configurações do dispositivo e faça login no Twitter usando sua conta do Twitter
ru: Перейдите в раздел параметров устройства и войдите в учетную запись Twitter
zh_hans: 请前往设备设置并使用您的 Twitter 帐号登录 Twitter

# my_design_could_not_load
source: Could not load the selected design
de: Das ausgewählte Design konnte nicht geladen werden
es: No se ha podido cargar el diseño seleccionado.
fr: Impossible de charger la conception sélectionnée
he: לא הצלחנו לטעון את העיצוב הנבחר
it: Impossibile caricare il progetto selezionato.
ja: 選択したデザインをロードできません
pt: Não foi possível carregar o projeto selecionado
ru: Не удалось загрузить выбранный проект
zh_hans: 无法加载选定设计

# my_homestyler_menu_wl
source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
he: הפרופיל שלי
it: Il mio profilo
ja: マイ プロファイル
pt: Meu perfil
ru: Мой профиль
zh_hans: 我的个人信息

# myhome_no_articles_copy
source: No favorite articles yet? Just "heart" any article to add them here.
de: Sie haben noch keine favorisierten Artikel? "Stempeln" Sie einen beliebigen Artikel einfach mit einem Herz, um ihn hier hinzuzufügen.
es: ¿Aún no tiene artículos favoritos? Solo tiene que pulsar el "corazón" en cualquier artículo para añadirlo.
fr: Toujours pas d'article préféré? "Ajoutez en favori" l'un d'entre eux pour l'ajouter ici.
he: עוד אין לך מאמרים אהובים? פשוט אהוב מאמר כדי להוסיף אותו לכאן.
it: Nessun articolo preferito? Basta assegnare un "cuore" a un articolo per aggiungerlo in questa sezione.
ja: 記事のお気に入り一覧を作成できます。ハート マークをタップして興味のある記事を追加してください。
pt: Ainda não tem um artigo favorito? Basta colocar um "coração" em qualquer artigo para colocá-lo aqui.
ru: Нет избранных статей? Просто нажмите значок с сердечком для любой из статей, чтобы добавить ее в этот список.
zh_hans: 还没有喜欢的作品? 只需“赞”任意作品，添加到这儿就行啦。

# myhome_no_articles_copy_other
source: This designer has not hearted any Homestyler Magazine articles. Please check back later.
de: Dieser Designer hat keine Artikel des Homestyler-Magazins mit einem Herzstempel versehen. Kommen Sie später noch einmal vorbei.
es: Este diseñador no ha marcado con un corazón ningún artículo de la revista de Homestyler. Consulte de nuevo más tarde.
fr: Ce designer n'a ajouté aucun article du magazine Homestyler en favori. Revérifiez plus tard.
he: למעצב זה אין עיצובים ציבוריים כעת. אנא בדוק מאוחר יותר.
it: Questo progettista non ha assegnato alcun cuore agli articoli della rivista Homestyler. Controlla in un secondo momento.
ja: このデザイナーはまだ Homestyler マガジンの記事にハート マークを付けていません。後でもう一度確認してください。
pt: Este projetista não colocou um coração em nenhum artigo da Revista Homestyler. Confira mais tarde.
ru: Этот дизайнер не добавил в избранное ни одной статьи из журнала Homestyler. Вернитесь на эту страницу позже.
zh_hans: 此设计师还没有赞过任何 Homestyler 杂志作品。请稍后再来查看。

# myhome_no_designs_copy
source: No designs yet? Unleash your creative side and create a New Design, or Redesign an existing gallery image.
de: Sie haben noch keine Designs? Entdecken Sie Ihre kreative Seite, und erstellen Sie ein neues Design, oder redesignen Sie ein vorhandenes Galeriebild.
es: ¿Aún no tiene diseños? Libere su faceta más creativa y cree un Nuevo diseño o Vuelva a diseñar una imagen de la galería existente.
fr: Toujours pas de conception? Libérez votre créativité dans une nouvelle conception, ou modifiez une image de la galerie.
he: עוד אין לך עיצובים? שחרר את הצד האמנותי שלך וצור עיצוב חדש, או עצב מחדש תמונה קיימת מהגלרייה.
it: Nessun progetto? Libera la creatività e creane uno nuovo oppure riprogetta un'immagine esistente della galleria.
ja: まだデザインを始めていませんか? 「新規デザイン」、または既存のギャラリー イメージから「再設計」をクリックしてあなたの創造性を発揮してください。
pt: Nenhum projeto ainda? Solte sua criatividade e crie um novo projeto, ou reprojete uma imagem de galeria existente.
ru: Нет проектов? Раскройте свой творческий потенциал и создайте новый проект или измените имеющееся изображение из коллекции.
zh_hans: 还没有设计? 发挥您的创造力创建一个新的设计，或者使用库中现有的图片重新设计。

# myhome_no_followers_copy
source: No worries, start interacting with other users and your followers are sure to come...
he: אל דאגה, התחל באינטראקציות עם משתמשים אחרים ויתחילו לעקוב גם אחריך...

# myhome_no_followers_copy_other
source: This designer currently does not have any followers. Be the first!
de: Dieser Designer hat momentan keine Follower. Seien Sie der erste!
es: Este diseñador no tiene actualmente seguidores. ¡Sea el primero!
fr: Ce designer n'a pas encore d'abonnés. Soyez le premier!
he: למעצב זה אין עוקבים כעת. הייה הראשון!
it: Questo progettista al momento non ha alcun follower. Puoi essere tu il primo!
ja: このデザイナーにはまだフォロワーがいません。最初の一人になりましょう!
pt: Este projetista não tem seguidores atualmente. Seja o primeiro!
ru: За обновлениями этого дизайнера еще никто не следит. Вы можете стать его первым читателем!
zh_hans: 此设计师当前没有关注者。来成为第一个吧！

# myhome_no_following_copy
source: What are you waiting for? View other %@ Profiles and "Follow" them to keep in touch.
de: Worauf warten Sie? Sehen Sie sich Profile anderer %@-Benutzer an und "Folgen" Sie ihnen, um in Kontakt zu bleiben.
es: ¿A qué espera? Vea otros perfiles de %@ y seleccione "Seguir" para mantenerse en contacto con ellos.
fr: Qu'attendez-vous? Consultez d'autres profils %@ et "suivez-les" pour rester en contact.
he: למה אתה מחכה? צפה בפרופילי %@ אחרים ועקוב אחריהם כדי להישאר בקשר.
it: Cosa aspetti? Guarda gli altri profili %@ e "seguili" per rimanere in contatto.
ja: 待っている必要はありません。他の %@ ユーザのプロファイルを参照し、「フォロー」をクリックして連絡を取り合いましょう。
pt: O que está esperando? Visualize perfis de outros usuários do %@. Basta "Seguir" os usuários para manter o contato.
ru: Чего же вы ждете? Просматривайте профили других пользователей %@ и используйте функцию слежения, чтобы быть на связи.
zh_hans: 您还在等什么？查看其他 %@ 个人信息并“关注”他们，与之保持联系。

# myhome_no_following_copy_other
source: This designer is currently not following other %@ Profiles. Please check back later.
de: Dieser Designer folgt momentan keinen anderen %@-Profilen. Kommen Sie später noch einmal vorbei.
es: Este diseñador no sigue actualmente otros perfiles de %@. Consulte de nuevo más tarde.
fr: Ce designer ne suit pas d'autres profils %@ pour l'instant. Revérifiez plus tard.
he: מעצב זה לא עוקב אחר פרופילי @% אחרים. אנא בדוק מאוחר יותר.
it: Questo progettista non segue altri profili %@. Controlla in un secondo momento.
ja: このデザイナーは現在、他の %@ ユーザのプロファイルをフォローしていません。後でもう一度確認してください。
pt: Este projetista não está seguindo outros perfis de usuários do %@ atualmente. Confira mais tarde.
ru: Этот дизайнер не следит за обновлениями профилей других пользователей %@. Вернитесь на эту страницу позже.
zh_hans: 此设计师当前没有关注其他 %@ 个人信息。请稍后再来查看。

# myhome_no_profs_copy
source: Create an index of your favorite Professionals. Just "Follow" any Professional to add them here.
de: Erstellen Sie ein Verzeichnis Ihrer Lieblingsprofis. "Folgen" Sie einfach einem beliebigen Profi, um ihn hier hinzuzufügen.
es: Cree un índice de sus profesionales favoritos. Solo tiene que pulsar "Seguir" en cualquier profesional para añadirlo.
fr: Créez un index de vos professionnels préférés. "Suivez" l'un d'entre eux pour l'ajouter ici.
he: צור אינדקס של המומחים המועדפים עליך. פשוט עקוב אחר מומחה כדי להוסיף אותו לכאן.
it: Crea una rubrica dei tuoi professionisti preferiti. Basta "seguire" un professionista per aggiungerlo in questa sezione.
ja: プロフェッショナルのお気に入り一覧を作成できます。 「フォロー」をタップして興味のあるプロフェッショナルを追加してください。
pt: Crie um índice de seus profissionais favoritos. Basta "Seguir" qualquer profissional para adicioná-lo aqui.
ru: Создайте собственный индекс избранных профессионалов. Чтобы добавить профессионала в список, просто нажмите кнопку "Следить" в его профиле.
zh_hans: 为您喜欢的专业人士创建一个索引。只需“关注”任意专业人士，添加到这儿就行啦。

# myhome_no_profs_copy_other
source: This designer is currently not following any Professionals from the Homestyler Professional Index. Please check back later.
de: Dieser Designer folgt momentan keinen Profis aus dem Homestyler Profi-Verzeichnis. Kommen Sie später noch einmal vorbei.
es: Este diseñador no sigue actualmente ningún profesional del índice de profesionales de Homestyler. Consulte de nuevo más tarde.
fr: Ce designer ne suit pas de profils issus de l'index des professionnels de Homestyler pour l'instant. Revérifiez plus tard.
he: מעצב זה אינו עוקב כעת אחר מומחים מאינדקס המומחים של הומסטיילר. אנא בדוק מאוחר יותר.
it: Questo progettista non segue alcun professionista dell'indice professionisti Homestyler. Controlla in un secondo momento.
ja: このデザイナーにはまだ Homestyler のプロフェッショナル一覧でフォローしているプロフェッショナルがいません。後でもう一度確認してください。
pt: Este projetista não está seguindo profissionais do Índice Profissional do Homestyler atualmente. Confira mais tarde.
ru: Этот дизайнер не следит за обновлениями профилей профессионалов, включенных в индекс профессионализм Homestyler. Вернитесь на эту страницу позже.
zh_hans: 此设计师当前没有关注 Homestyler 专业人士索引中的专业人士。请稍后再来查看。

# new_design_share_pinteret_title
source: New design
de: Neues Design
es: Nuevo diseño
fr: Nouvelle conception
he: עיצוב חדש
it: Nuovo progetto
ja: 新規デザイン
pt: Novo projeto
ru: Новый проект
zh_hans: 新设计

# new_sort
source: New
de: Neu
es: Nuevo
fr: Nouveau
he: חדש
it: Nuovo
ja: 新着順
pt: Novo
ru: Новизна
zh_hans: 新建

# no_camera_allowed_error
source: Homestyler has not yet been given permission to use your camera. Please check your device settings and change your camera permissions.
de: Homestyler wurde noch keine Berechtigung zur Verwendung Ihrer Kamera erteilt. Überprüfen Sie Ihre Geräteeinstellungen und ändern Sie Ihre Kameraberechtigungen.
es: Homestyler aún no tiene permiso para para utilizar su cámara. Compruebe la configuración del dispositivo y cambie los permisos de la cámara.
fr: Homestyler n'a pas été autorisé à utiliser votre caméra. Vérifiez les paramètres de votre appareils et modifiez les options d'autorisation de la caméra.
he: עדיין אין להומסטיילר אישור להשתמש במצלמה שלך. אנא בדוק בהגדרות המכשיר ואשר שימוש במצלמה.
it: Homestyler non dispone dell'autorizzazione per utilizzare la fotocamera. Controlla le impostazioni del dispositivo e modifica le autorizzazioni della fotocamera.
ja: Homestyler はカメラを利用する許可をまだ得ていません。デバイス設定を確認してカメラの利用許可を変更してください。
pt: O Homestyler ainda não recebeu permissão para usar sua câmera. Verifique as configurações do dispositivo e altere as permissões de sua câmera.
ru: Приложение Homestyler еще не получило разрешение на использование камеры. Проверьте параметры устройства и измените разрешения камеры.
zh_hans: Homestyler 尚未授权访问您的相机。请检查您的设备设置并更改相机权限。

# no_camera_exists_error
source: Oops, you don't have a camera. Please choose a photo from your gallery or redesign an image from the Design Stream.
de: Hoppla. Sie haben leider keine Kamera. Wählen Sie ein Foto aus der Galerie, oder redesignen Sie ein Bild aus dem Designstream.
es: Vaya, no dispone de una cámara. Seleccione una foto de la galería o vuelva a diseñar una imagen desde la colección de diseños.
fr: Désolé, vous n'avez pas d'appareil-photo. Choisissez une photo dans votre galerie ou utilisez une image de la galerie de conceptions.
he: אופס, אין לך מצלמה. אנא בחר תמונה מהגלרייה שלך או עצב תמונה מזרם העיצובים.
it: Oops, la fotocamera non è disponibile. Scegli una foto dalla tua galleria oppure riprogetta un'immagine dalla sequenza progetti.
ja: カメラが接続されていないようです。ギャラリーから写真を選択するか、デザイン ストリームのイメージを使って再設計を行ってください。
pt: Opa, você não tem uma câmera. Escolha uma foto da sua galeria ou reprojete uma imagem do Fluxo de projetos.
ru: К сожалению, у вас нет камеры. Выберите фотографию из коллекции или измените изображения из потока проектов.
zh_hans: 您没有照相机。请从您的设计库选择一张照片，或者通过设计流重新设计图片。

# no_contacts_in_address_copy
source: No contacts found, try a different search option to find friends.
de: Es wurden keine Kontakte gefunden. Versuchen Sie, Ihre Freunde über eine andere Suchoption zu finden.
es: No se han encontrado contactos. Utilice una opción de búsqueda diferente para encontrar amigos.
fr: Aucun contact trouvé, essayez une autre option de recherche pour trouver des amis.
he: אנשי קשר לא נמצאו, נסה חיפוש שונה על מנת למצוא חברים.
it: Nessun contatto trovato. Provare un'opzione di ricerca diversa per trovare gli amici.
ja: 連絡先が見つかりません。別の検索オプションを使用して友達を追加してください。
pt: Nenhum contato encontrado, tente uma opção de pesquisa diferente para encontrar amigos.
ru: Список контактов не найден. Для поиска друзей измените настройки поиска.
zh_hans: 没有找到联系人，请尝试其他搜索选项来查找好友。

# no_filter_gstream_data
source: Sorry, there are currently no listings available for this search. Have fun browsing through the other categories.
de: Tut uns leid. Tut uns leid. Für diese Suche stehen derzeit keine Listen zur Verfügung. Viel Spaß beim Durchsuchen der anderen Kategorien.
es: Actualmente no hay resultados disponibles para esta búsqueda. Disfrute navegando por el resto de las categorías.
fr: Désolé, aucune liste n'est actuellement disponible pour cette recherche. N'hésitez pas à parcourir d'autres catégories.
he: מצטערים, כרגע אין תוצאות לחיפוש שערכת. תהנה משיטוט בקטגוריות האחרות.
it: Impossibile trovare elenchi disponibili per questa ricerca. Sfogliare altre categorie.
ja: 申し訳ありません、現在この検索には該当するものがありません。他のカテゴリを参照してください。
pt: Não há listagens disponíveis nesta busca. Divirta-se procurando em outras categorias.
ru: К сожалению, в настоящий момент результаты для этого поиска отсутствуют. В других категориях также есть много интересного.
zh_hans: 对不起，当前没有适用于此搜索的条目。请通过其他类别浏览。

# no_following
source: You haven't followed anyone
de: Du bist noch niemandem gefolgt
es: No has seguido a nadie todavía
fr: Vous n'avez encore suivi personne
he: עדיין לא הלכת אחרי אף אחד
it: Non hai ancora seguito nessuno
ja: まだ誰も追跡していない
pt: Você ainda não seguiu ninguém
ru: Вы еще никого не заметили
zh_hans: 你还没有关注其他人哦

# no_gps_location_enabled
source: To use your location please enable Homestyler at Settings > Privacy > Location Services
de: Zur Verwendung Ihres Standorts aktivieren Sie Homestyler unter Einstellungen > Datenschutz > Ortungsdienste
es: Para utilizar su ubicación, habilite Homestyler en Configuración > Privacidad > Servicios de ubicación.
fr: Pour utiliser votre emplacement, veuillez activer Homestyler dans Paramètres > Confidentialité > Services de localisation
he: על מנת להשתמש במיקומך אנא אשר את הומסטיילר בהגדרות > פרטיות > שירותי מיקום
it: Per utilizzare la posizione, attivare Homestyler su Impostazioni > Privacy > Servizi di localizzazione
ja: 位置情報を使用するには、[設定] > [プライバシー] > [位置情報サービス] で Homestyler を有効にしてください
pt: Para usar sua localização, ative o Homestyler em Configurações > Privacidade > Serviços de localização
ru: Чтобы использовать свое местонахождение, активируйте приложение Homestyler в меню "Настройки" > "Приватность" > "Службы геолокации"
zh_hans: 若要使用您的位置，请在“设置”>“隐私”>“位置服务”中启用 Homestyler

source: No more =_=*
de: Keine weiteren Designs =_=*
es: No hay más diseños =_=*
fr: Il n'y a plus de dessins =_=*
he: לא עוד עיצובים =_=*
it: Non ci sono più design =_=*
ja: もうデザインはありません =_=*
pt: Não tem mais projetos =_=*
ru: Больше нет проектов =_=*
zh_hans: 没有啦 =_=*

# no_product
source: Sorry no products found
de: Leider keine Produkte gefunden
es: Lo sentimos, no se encontraron productos
fr: Désolé aucun produit trouvé
he: מצטערים, לא נמצאו מוצרים
it: Spiacente, nessun prodotto trovato
ja: 申し訳ありません
pt: Desculpe não foram encontrados produtos
ru: Извините, нет продуктов
zh_hans: 该设计没有产品

# no_profs_for_selected_filter
source: Sorry, there are currently no listings available for this search. Have fun browsing through the other categories.
de: Tut uns leid. Tut uns leid. Für diese Suche stehen derzeit keine Listen zur Verfügung. Viel Spaß beim Durchsuchen der anderen Kategorien.
es: Actualmente no hay resultados disponibles para esta búsqueda. Disfrute navegando por el resto de las categorías.
fr: Désolé, aucune liste n'est actuellement disponible pour cette recherche. N'hésitez pas à parcourir d'autres catégories.
he: מצטערים, כרגע אין תוצאות לחיפוש שערכת. תהנה משיטוט בקטגוריות האחרות.
it: Impossibile trovare elenchi disponibili per questa ricerca. Sfogliare altre categorie.
ja: 申し訳ありません、現在この検索には該当するものがありません。他のカテゴリを参照してください。
pt: Não há listagens disponíveis nesta busca. Divirta-se procurando em outras categorias.
ru: К сожалению, в настоящий момент результаты для этого поиска отсутствуют. В других категориях также есть много интересного.
zh_hans: 对不起，当前没有适用于此搜索的条目。请通过其他类别浏览。

# none_effect_title
source: None
de: Keine
es: Ninguna
fr: Aucun
he: אין
it: Nessuno
ja: なし
pt: Nenhum
ru: Нет
zh_hans: 无

# not_sign_in
source: Sign in to see new designs from your following
de: Melde dich an, um neue Designs von deinen Followern zu sehen
es: Inicia sesión para ver los nuevos diseños de las personas que estás siguiendo
fr: Connectez-vous pour voir les nouveaux designs des personnes que vous suivez
he: היכנס כדי לראות עיצובים חדשים מהבאים הבאים
it: Accedi per vedere i nuovi design delle persone che segui
ja: サインインしてあなたの次の新しいデザインを見てください
pt: Faça login para ver novos designs das pessoas que você está seguindo
ru: Войдите, чтобы увидеть новые проекты из следующих
zh_hans: 登录就能查看关注人的设计啦

# notify_title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
he: התראות
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
zh_hans: 消息中心

# notify_list_new_tag
source: New
de: Neu
es: Nuevo
fr: Nouveau
he: חָדָשׁ
it: Nuovo
ja: 新しい
pt: Novo
ru: новый
zh_hans: 新消息

# notify_list_no
source: No notification yet
de: Noch keine Benachrichtigung
es: Sin notificación aún
fr: Aucune notification pour le moment
he: עדיין אין הודעה
it: Non ci sono ancora notifiche
ja: まだ通知がありません
pt: Nenhuma notificação ainda
ru: Пока нет уведомлений
zh_hans: 暂时没有提醒

# notify_list_like
source: %@ <b>liked</b> your design
de: %@ hat dein Design <b>gefallen</b>
es: A %@ le <b>gustó<b> su diseño
fr: %@ a <b>aimé<b> votre design</b>
he: %@ העיצוב ש<b>אהב את </b>
it: %@ ha messo <b>Mi piace</b> al tuo design
ja: %@ あなたのデザインが<b>好き</b>だった
pt: %@ <b>gostou</b> do seu design
ru: %@ <b>понравился</b> ваш дизайн
zh_hans: %@为你的设计<b>点赞</b> 了

# notify_list_like_group
source: %@ and %@ others <b>liked</b> your design
de: %@ und %@ andere <b>mochten</b> dein Design
es: A %@ y a otros %@ les <b>gusto</b> tu diseño
fr: %@ et %@ autres personnes ont <b>aimé</b> votre design
he: %@ אהבו את העיצוב שלך %d ו
it: %@ e %@ altri hanno messo <b>Mi piace</b> al tuo design
ja: あなたのデザインが<b>好き</b>な ％@ と ％@ その他
pt: %@ e %@ outros <b>gostaram</b> do seu design
ru: %@ и %@ другим <b>понравился</b> ваш дизайн
zh_hans: %@和%@为你的设计<b>点赞</b>了

# notify_list_follow
source: %@ <b>started following</b> you
de: %@ fing an,<b>dir zu folgen</b
es: %@ comenzó a <b>seguirte</b>
fr: %@ commencé à te <b>suivre</b>
he: %@ <b>החל לעקוב </b>אחריך
it: %@ ha cominciato a <b>seguirti</b>
ja: %@ あなたに<b>フォローし始めました</b>
pt: %@ começou a te <b>seguir</b>
ru: %@ начал <b>следить</b> за тобой
zh_hans: %@ <b>开始关注</b> 你

# notify_list_feature
source: Your design has been <b>featured</b> on our community page! Congratulations!
de: Dein Design wurde auf unserer Community-Seite <b>vorgestellt</b>! Herzliche Glückwünsche!
es: ¡Tu diseño ha sido <b>publicado<b> en nuestra comunidad! ¡Felicitaciones!
fr: Votre design a été <b>posté</b> sur notre communauté! Toutes nos félicitations!
he: בקהילה שלנו! מזל טוב<b>פורסם </b>העיצוב שלך!
it: Il tuo design è stato <b>condiviso</b> nella nostra Comunità! Congratulazioni!
ja: あなたのデザインはコミュニティページに<b>掲載</b>されています！ おめでとう！
pt: Seu design foi <b>postado</b> na nossa comunidade! Parabéns!
ru: Ваш дизайн был <b>показан</b> на нашей странице сообщества! Поздравления!
zh_hans: 你的设计已经被我们<b>选中并展示</b>在社区页了！恭喜！

# notify_list_comment_replyMe
source: %@ %@ you: <br> <b>%@</b>
de: %@ %@ Sie: <br> <b>%@</b>
es: %@ %@ Tú: <br> <b>%@</b>
fr: %@ %@ Vous: <br> <b>%@</b>
he: %@ %@ אתה: <br> <b>%@</b>
it: %@ %@ Tu: <br> <b>%@</b>
ja: %@ %@ 君は: <br> <b>%@</b>
pt: %@ %@ Você: <br> <b>%@</b>
ru: %@ %@ Вы: <br> <b>%@</b>
zh_hans: %@ %@ 你: <br> <b>%@</b>

# num_hours
source: %i hrs
de: %i Stunden
es: %i horas
he: %i שעות
it: %i ore
ja: %i時間前
pt: %i horas
ru: %i часа
zh_hans: %i小时前

# num_minutes
source: %i min
de: %i Minuten
he: %i דקות
ja: %i 分前
ru: %i мин
zh_hans: %i分钟前

# page_title_about
source: About
de: Info
es: Acerca de
fr: À propos de
he: אודות
it: Informazioni su
ja: バージョン情報
pt: Sobre
ru: О программе
zh_hans: 关于

# page_title_about2
source: About
de: Info
es: Acerca de
fr: À propos de
he: אודות
it: Informazioni su
ja: バージョン情報
pt: Sobre
ru: О программе
zh_hans: 关于

# page_title_terms
source: Terms and Conditions
de: Bedingungen
es: Términos y condiciones
fr: Conditions d'utilisation
he: תנאים והגבלות
it: Termini e condizioni
ja: 使用条件
pt: Termos e condições
ru: Положения и условия
zh_hans: 条款和条件

# page_title_terms2
source: Terms and Conditions
de: Bedingungen
es: Términos y condiciones
fr: Conditions d'utilisation
he: תנאים והגבלות
it: Termini e condizioni
ja: 使用条件
pt: Termos e condições
ru: Положения и условия
zh_hans: 条款和条件

# paint_button
source: Paint
de: Farbe
es: Pintar
fr: Peinture
he: צביעה
it: Vernice
ja: ペイント
pt: Tinta
ru: Краска
zh_hans: 涂料

# paint_view_brightness_popup_title
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
he: בהירות
it: Luminosità
ja: 輝度
pt: Brilho
ru: Яркость
zh_hans: 亮度
