Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# 1_hour
source: 1 hr
de: 1 Stunde
es: 1 hora
he: 1 שעות
it: 1 ora
ja: 1時間前
pt: 1 hora
ru: 1 час
zh_hans: 1小时前

# 1_minute
source: 1 min
de: Minute
he: 1 דקות
ja: 1 分前
ru: 1 мин
zh_hans: 1分钟前

source: 3D DESIGN STREAM
es: SECUENCIA DE DISEÑOS 3D
fr: Galerie de conceptions 3D
he: 3Dגלריית העיצובים ב
it: SEQUENZA DI PROGETTI 3D
ja: 3D デザイン ストリーム
pt: FLUXO DE PROJETOS 3D
ru: ПОТОК 3D-ПРОЕКТОВ
zh_hans: 3D 设计流

# AR Check Begining
source: Scan the floor around to initiate the AR mode
de: Scannen Sie den Boden, um den AR-Modus einzuleiten
es: Escanee el piso para iniciar el modo AR
fr: Balayez le sol autour de vous pour lancer le mode AR
he: סרוק את הרצפה סביב כדי להפעיל את מצב AR
it: Scannerizza il pavimento per avviare la modalità AR
ja: 床をスキャンしてARモードを開始する
pt: Digitalize o chão para iniciar o modo AR
ru: Просканируйте пол вокруг, чтобы запустить режим AR
zh_hans: 请扫描周围的地面来启动AR设计

# Activity_title
source: News Stream
de: Nachrichtenstream
es: Secuencia de noticias
fr: Galerie d'actualités
he: זרם חדשות
it: Sequenza di novità
ja: ニュース ストリーム
pt: Fluxo de notícias
ru: Поток новостей
zh_hans: 新闻流

# Add_Products_ForAR
source: Add products
de: Fügen Sie Produkte hinzu
es: Añadir productos
fr: Ajouter des produits
he: הוסף מוצרים
it: Aggiungi prodotti
ja: プロダクトを追加する
pt: Adicionar produtos
ru: Добавить продукты
zh_hans: 添加物品

# Apply_btn
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
he: החל
it: Applica
ja: 適用
pt: Aplicar
ru: Применить
zh_hans: 应用

source: Basement
de: Keller
es: Sótano
fr: Sous-sol
he: מרתף
it: Seminterrato
ja: 地下
pt: Porão
ru: цокольный этаж
zh_hans: 地下室

source: Bathroom
de: Bad
es: Baño
fr: Salle de bains
he: חדר אמבטיה
it: Bagno
ja: バスルーム
pt: Banheiro
ru: ванная комната
zh_hans: 浴室

source: Bedroom
de: Schlafzimmer
es: Cuarto
fr: Chambre
he: חדר שינה
it: Camera da letto
ja: ベッドルーム
pt: quarto
ru: Спальня
zh_hans: 卧室

# Cancel_edit_profile_button_title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消

# Change_Password_btn_title
source: Change Password
de: Kennwort ändern
es: Cambiar contraseña
fr: Changer de mot de passe
he: שנה את הסיסמא
it: Cambia password
ja: パスワードを変更
pt: Alterar senha
ru: Сменить пароль
zh_hans: 更改密码

# Change_Profile_Image_btn_title
source: Change Profile Image
de: Profilbild ändern
es: Cambiar imagen de perfil
fr: Changer l'image du profil
he: שנה את תמונת הפרופיל
it: Cambia immagine del profilo
ja: プロファイル イメージを変更
pt: Alterar imagem do perfil
ru: Изменить изображение в профиле
zh_hans: 更改头像

source: Commercial/Public Exterior
de: Kommerziell / Öffentliches Äußeres
es: Exterior Comercial / Público
fr: Extérieur commercial / public
he: מסחרי / חיצוני
it: Commerciale / Esterno pubblico
ja: 商業/公共の外観
pt: Exterior comercial / público
ru: Коммерческий / Общественный экстерьер
zh_hans: 商用/公用室外区域

source: Commercial/Public Interior
de: Gewerbe / Öffentliches Interieur
es: Interior Comercial / Público
fr: Intérieur commercial / public
he: פנים מסחרי / ציבורי
it: Interni commerciali / pubblici
ja: 商業/公共のインテリア
pt: Interior Comercial / Público
ru: Коммерческий / общественный интерьер
zh_hans: 商用/公用室内区域

# Contact_Us
source: ------------------------------------ %@ Version:V%@%@ Device:%@ Version:iOS%@ Network:%@ UserID:%@. %@
de: ------------------------------------ %@ Version:V%@%@ Gerät:%@ Version:iOS%@ Netzwerk:%@ Benutzeridentifikation:%@. %@
es: ------------------------------------ %@ Versión:V%@%@ Dispositivo:%@ Versión:iOS%@ Red:%@ Identidad de usuario:%@. %@
fr: ------------------------------------ %@ Version:V%@%@ Dispositif:%@ Version:iOS%@ Réseau:%@ UserID:%@. %@
he: ------------------------------------ %@ גִרְסָה:V%@%@ התקן:%@ גִרְסָה:iOS%@ רֶשֶׁת:%@ זהות המשתמש:%@. %@
it: ------------------------------------ %@ Versione:V%@%@ Dispositivo:%@ Versione:iOS%@ Rete:%@ ID utente:%@. %@
ja: ------------------------------------ %@ バージョン:V%@%@ デバイス:%@ バージョン:iOS%@ ネットワーク:%@ ユーザーID:%@. %@
pt: ------------------------------------ %@ Versão:V%@%@ Dispositivo:%@ Versão:iOS%@ Rede:%@ ID do usuário:%@. %@
ru: ------------------------------------ %@ Версия:V%@%@ Yстройство:%@ Версия:iOS%@ Cеть:%@ Идентификатор пользователя:%@. %@
zh_hans: ------------------------------------ %@ 版本:V%@%@ 设备:%@ 版本:iOS%@ 网络:%@ UserID:%@. %@

source: Den
de: Höhle
es: Guarida
fr: Tanière
he: מְאוּרָה
it: tana
ja: デン
ru: логово
zh_hans: 小房间

source: Dining Room
de: Esszimmer
es: Comedor
fr: Salle à manger
he: חדר אוכל
it: Sala da pranzo
ja: ダイニングルーム
pt: Sala de jantar
ru: Столовая
zh_hans: 餐厅

source: Dismiss
de: Ausblenden
es: Descartar
fr: Ecarter
he: בטל
it: Ignora
ja: 解除
pt: Recusar
ru: Закрыть
zh_hans: 解除

# Done_edit_profile_button_title
source: Done
de: Fertig
es: Terminar
fr: Terminé
he: סיום
it: Fine
ja: 完了
pt: Pronto
ru: Готово
zh_hans: 完成

source: Edit Info
de: Bearbeitungs Information
es: Editar información
fr: Modifier les infos
he: ערוך מידע
it: Modificare le informazioni
ja: 情報を編集する
pt: Editar informação
ru: Изменить информацию
zh_hans: 修改设计信息

source: Empty Rooms
de: Leere Räume
es: Habitación Vacía
fr: Salle Vide
he: חֶדֶר פָּנוּי
it: Stanza Vuota
ja: 空の部屋
pt: Quarto Vazio
ru: пустая комната
zh_hans: 空房间

source: Entrance & Hallway
de: Eingang & Flur
es: Entrada y pasillo
fr: Entrée et couloir
he: כניסה & מסדרון
it: Entrata e corridoio
ja: エントランス＆廊下
pt: Entrada e corredor
ru: Вход и прихожая
zh_hans: 入口&门厅

source: Error
de: Fehler
fr: Erreur
he: שגיאה
it: Errore
ja: エラー
pt: Erro
ru: Ошибка
zh_hans: 错误

# Female_segment_option
source: Female
de: Weiblich
es: Mujer
fr: Femme
he: נקבה
it: Femmina
ja: 女性
pt: Feminino
ru: Женский
zh_hans: 女

# First_Name_text_placeholder
source: First Name
de: Vorname
es: Nombre
fr: Prénom
he: שם פרטי
it: Nome
ja: 名
pt: Nome
ru: Имя
zh_hans: 名字

source: Floor-Plan
de: Gebäudeplan
es: Plano de planta
fr: Plan d'étage
he: קומה קומה
it: Piano terra
ja: フロアプラン
pt: Planta
ru: Поэтажный план
zh_hans: 平面图

source: Follow us
de: Folge uns
es: Síguenos
fr: Suivez nous
he: לעקוב אחרינו
it: Seguici
ja: フォローする
pt: Siga-nos
ru: Подписывайтесь на нас
zh_hans: 关注我们

# Guide_to_Record
source: Tap and hold to record video
de: Tippen und halten Sie, um Videos aufzunehmen
es: Toca y mantén presionado para grabar video
fr: Tapez et maintenez pour enregistrer la vidéo
he: הקש והחזק כדי להקליט וידאו
it: Tieni premuto per registrare un video
ja: タップして、動画を記録する
pt: Toque e segure para gravar o vídeo
ru: Нажмите и удерживайте для записи видео
zh_hans: 长按录制视频

source: Home Cinema
de: Heimkino
es: Cine en casa
fr: Home cinéma
he: קולנוע ביתי
ja: ホームシネマ
ru: Домашний кинотеатр
zh_hans: 家庭影院

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
de: Wenn Sie gerne mit %@ arbeiten, würden Sie sich bitte einen Moment Zeit für eine Bewertung nehmen? Es dauert nur eine Minute. Vielen Dank für Ihre Mithilfe!
es: Si disfruta utilizar %@, ¿podría tomarse unos minutos para clasificarlo? No le llevará más de un minuto. ¡Gracias por su apoyo!
fr: Vous aimez utiliser %@? Alors, donnez-nous votre avis, cela ne vous prendra qu'une minute! Merci d'avance!
he: אם אתה נהנה להשתמש ב-@%, תוכל להקדיש רגע על מנת לדרג אותה? לא ייקח לך יותר מדקה לעשות כן. תודה על תמיכתך!
it: Vuoi esprimere un giudizio su %@? Ci vorrà solo un minuto. Grazie per il supporto.
ja: %@ を気に入っていただけましたか? よろしければあなたの評価をお聞かせください。1 分ほどで完了できます。お客様のサポートに感謝いたします!
pt: Se você gostou de usar o %@, poderia avaliá-lo? Não levará mais de um minuto. Agradecemos pelo seu apoio!
ru: Если вам понравилось использовать %@, не могли бы вы дать ему оценку? Это займет не более минуты. Спасибо за помощь!
zh_hans: 如果您喜欢使用 %@，能否烦请您评价一下？评价时间不会超过一分钟。非常感谢您的支持！

# Invalide_website_link_format
source: Sorry, this link is broken. Please retype it.
de: Dieser Link ist leider fehlerhaft. Geben Sie ihn erneut ein.
es: Lo sentimos, este vínculo está roto. Vuelva a escribirlo.
fr: Désolé, ce lien est rompu. Veuillez l'entrer de nouveau.
he: מצטערים, קישור זה אינו תקין. אנא הקלד אותו שנית.
it: Il collegamento non funziona. Ridigitarlo.
ja: このリンクは見つかりません。もう一度入力してください。
pt: Desculpe, link em formato incorreto. Cheque e digite novamente.
ru: К сожалению, ссылка недействительна. Укажите ссылку повторно.
zh_hans: 对不起，此链接无效。请重新键入。

source: Kids Room
de: Kinderzimmer
es: Cuarto de los niños
fr: Chambre des enfants
he: חדר ילדים
it: Stanza dei bambini
ja: キッズルーム
pt: Quarto para crianças
ru: Детская комната
zh_hans: 儿童房

source: Kitchen
de: Küche
es: Cocina
fr: Cuisine
he: מִטְבָּח
it: Cucina
ja: キッチン
pt: Cozinha
ru: Кухня
zh_hans: 厨房

# Last_Name_text_placeholder
source: Last Name
de: Nachname
es: Apellido
fr: Nom
he: שם משפחה
it: Cognome
ja: 姓
pt: Sobrenome
ru: Фамилия
zh_hans: 姓

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
he: סִפְרִיָה
it: Biblioteca
ja: としょうかん
pt: Biblioteca
ru: Библиотека
zh_hans: 图书室

source: Living Room
de: Wohnzimmer
es: Sala
fr: Salon
he: סלון
it: Soggiorno
ja: リビングルーム
pt: Sala de estar
ru: Гостиная
zh_hans: 客厅

# MESSAGE_COMMENT
source: %@ has commented on design '%@'
de: %@ hat einen Kommentar zum Design '%@' geschrieben
es: %@ ha comentado el diseño '%@'
fr: %@ ont commenté la conception '%@'
he: %@ עיצובך '%@' קיבל הערה על ידי
it: %@ ha commentato il progetto '%@'
ja: %@ さんがデザイン '%@' にコメントしました
pt: %@ comentou no projeto "%@"
ru: Пользователь %@ прокомментировал проект "%@"
zh_hans: %@ 已经评论了 '%@'

# MESSAGE_COMMENT_UPDATE
source: %@ has updated the comment on design '%@'
de: %@ hat den Kommentar zum Design '%@' aktualisiert
es: %@ ha actualizado el comentario del diseño '%@'
fr: %@ a mis à jour le commentaire sur la conception '%@'
he: '%@' פירסם עיצוב חדש %@
it: %@ ha aggiornato il commento al progetto '%@'
ja: %@ さんがデザイン '%@' のコメントを更新しました
pt: %@ atualizou o comentário no projeto "%@"
ru: Пользователь %@ обновил комментарий к проекту "%@"
zh_hans: %@ 已经更新了对设计 '%@' 的评论

# MESSAGE_FEATURED
source: Your design '%@' has been published to the Design Stream!
de: Ihr Design '%@' wurde im Designstream veröffentlicht!
es: Su diseño '%@' se ha publicado en la Secuencia de diseños
fr: Votre conception '%@' a été publiée dans la galerie de conceptions!
he: עיצובך '%@' פורסם בזרם העיצובים!
it: Il progetto '%@' è stato pubblicato nella sequenza progetti!
ja: あなたのデザイン '%@' がデザイン ストリームに公開されました!
pt: Seu projeto '%@' foi publicado no Fluxo de projeto!
ru: Ваш проект '%@' опубликован в потоке проектов.
zh_hans: 您的设计 '%@' 已发布到设计流！

# MESSAGE_FOLLOW
source: %@ is now following you!
de: %@ folgt Ihnen nun!
es: %@ te sigue ahora!
fr: %@ vous suit désormais!
he: עוקב אחריך כעת! %@
it: %@ ora è un tuo follower!
ja: %@ さんがあなたをフォローしています!
pt: %@ está seguindo você agora!
ru: Пользователь %@ подписался на ваши обновления!
zh_hans: %@ 正在关注您！

# MESSAGE_LIKED_ASSET
source: Your design '%@' has been hearted by %@
de: Ihr Design '%@' wurde von %@ mit einem Herzstempel versehen
es: Su diseño '%@' ha recibido un corazón de %@
fr: Votre conception '%@' a été ajoutée en favori par %@
he: %@ עיצובך '%@' נאהב על ידי
it: Il progetto '%@' ha ricevuto un cuore da %@
ja: あなたのデザイン '%@' に %@ さんがハートマークを付けました
pt: Foi colocado um coração em seu projeto '%@' por %@
ru: Ваш проект '%@' отметил сердечком пользователь %@
zh_hans: 您的设计 '%@' 已被 %@ 赞过

# MESSAGE_PRIVATE
source: %@ has sent you a private message
de: %@ hat Ihnen einen private Nachricht geschickt
es: %@ le ha mandado un mensaje privado
fr: %@ vous a envoyé un message privé
he: שלח לך הודעה פרטית %@
it: Hai ricevuto un messaggio privato da %@
ja: %@ さんがあなたにプライベート メッセージを送信しました
pt: %@ lhe enviou uma mensagem privada
ru: Пользователь %@ отправил вам личное сообщение
zh_hans: %@ 给您发送了私人消息

# Male_segment_option
source: Male
de: Männlich
es: Hombre
fr: Homme
he: זכר
it: Maschio
ja: 男性
pt: Masculino
ru: Мужской
zh_hans: 男

source: Nevermind
de: Nein, danke.
es: No importa
fr: Sans importance
he: לא חשוב
it: Fa niente
ja: 気にしない
pt: Ignorar
ru: Отмена
zh_hans: 取消

source: No designs yet
de: Noch keine Entwürfe
es: Sin diseños todavía
fr: Pas encore de dessins
he: אין עדיין עיצובים
it: Nessun disegno ancora
ja: デザインはまだありません
pt: Ainda não há projetos
ru: Пока нет чертежей
zh_hans: 还没有设计

source: No empty rooms yet
de: Noch keine leeren Räume
es: No hay habitaciones vacías todavía
fr: Aucune pièce vide pour le moment
he: עדיין אין חדרים ריקים
it: Non ci sono ancora stanze vuote
ja: 空き部屋はまだありません
pt: Ainda não há quartos vazios
ru: Нет свободных комнат
zh_hans: 没有空房间啦

source: No, Thanks
de: Nein danke
es: No, gracias
fr: Non, merci
he: לא, תודה
it: No, grazie
ja: しない
pt: Não, obrigado
ru: Нет, спасибо
zh_hans: 不，谢谢

# No_link_provided
source: Please enter a link for your website
de: Geben Sie einen Link für Ihre Website ein
es: Introduzca el vínculo de su sitio web.
fr: Veuillez entrer un lien pour votre site Web
he: אנא הכנס קישור לאתר שלך
it: Immettere un collegamento al sito Web
ja: あなたの Web サイトへのリンクを入力してください
pt: Insira um link para seu site
ru: Укажите ссылку на свой веб-сайт
zh_hans: 请输入您网站的链接

source: Office
de: Büro
es: Oficina
fr: Bureau
he: מִשׂרָד
it: Ufficio
ja: オフィス
pt: Escritório
ru: офис
zh_hans: 办公室

source: Oops
de: Hoppla
es: Vaya
fr: Désolé
he: אופס
pt: Opa
ru: Ой!
zh_hans: 咦

source: Other Room
de: Anderer Raum
es: Otra habitación
fr: Autre chambre
he: חדר אחר
it: L'altra stanza
ja: その他の部屋
pt: Outra sala
ru: Другая комната
zh_hans: 其他

source: Outdoors
de: Draußen
es: Al aire libre
fr: En plein air
he: מחוץ לבית
it: All'aperto
ja: 屋外
pt: Ao ar livre
ru: На открытом воздухе
zh_hans: 户外

source: Porch & Balcony
de: Veranda & Balkon
es: Porche y balcón
fr: Porche et balcon
he: מרפסת ומרפסת
it: Veranda e balcone
ja: ポーチ＆バルコニー
pt: Varanda e varanda
ru: Порч и балкон
zh_hans: 走廊&阳台

# PrivateNoComment
source: Cannot add comments for private design
de: Kommentare für privates Design können nicht hinzugefügt werden
es: No puedes comentar los diseños privados
fr: Tu ne peux pas commenter les dessins privés
he: לא ניתן להוסיף הערות לעיצוב פרטי
it: Non puoi commentare i disegni privati
ja: プライベートのデザインにコメントを追加できません
pt: Você não pode comentar os desenhos privados
ru: Невозможно добавить комментарии для частного дизайна
zh_hans: 私有设计不能评论

source: Product Showcase
de: Produkt Ausstellung
es: Presentación del producto
fr: Vitrine du produit
he: תצוגת מוצרים
it: Vetrina del prodotto
ja: 製品ショーケース
pt: Showcase de produto
ru: Витрина товаров
zh_hans: 产品展示柜

source: Rate %@
de: %@ bewerten
es: Clasificar %@
fr: Evaluer %@
he: %@ דרג את
it: Giudizio %@
ja: %@ を評価する
pt: Avaliar o %@
ru: Оценить %@
zh_hans: 评价 %@

source: Ready to design
de: Bereit zu entwerfen
es: Listo para diseñar
fr: Prêt à concevoir
he: מוכן לעצב
it: Pronto per il design
ja: デザインの準備ができました
pt: Pronto para projetar
ru: Готовый дизайн
zh_hans: 开始设计吧

source: Remind me later
de: Später erinnern
es: Recordarme más tarde
fr: Me le rappeler plus tard
he: הזכר לי מאוחר יותר
it: Avvisa più tardi
ja: 後で通知
pt: Lembrar-me mais tarde
ru: Напомнить позже
zh_hans: 稍后提醒我

source: Residential Exterior
de: Wohnäußeres
es: Exterior Residencial
fr: Extérieur résidentiel
he: בית מגורים חיצוני
it: Esterno Residenziale
ja: 住宅の外観
pt: Exterior residencial
ru: Жилой дом
zh_hans: 住宅室外区域

# Sample_Rooms
source: COMMUNITY
de: GEMEINSCHAFT
es: COMUNIDAD
fr: COMMUNAUTÉ
he: קהילה
it: COMUNITÀ
ja: コミュニティ
pt: COMUNIDADE
ru: СООБЩЕСТВО
zh_hans: 社区

source: Sketch
de: Skizzieren
es: Bosquejo
fr: Esquisser
he: סְקִיצָה
it: Schizzo
ja: スケッチ
pt: Esboço
ru: эскиз
zh_hans: 过道

source: Studio
es: Estudio
he: סטוּדִיוֹ
ja: スタジオ
pt: Estúdio
ru: студия
zh_hans: 工作室

source: The application cannot send a tweet at the moment. This is because it cannot reach Twitter or you don't have a Twitter account associated with this device.
de: Die Anwendung kann derzeit keine Tweets senden, da Twitter nicht erreichbar ist oder Sie kein Twitter-Konto mit diesem Gerät verknüpft haben.
es: La aplicación no puede enviar un tweet en este momento. Esto se debe a que la aplicación no puede llegar a Twitter o no se dispone de una cuenta en Twitter asociada con este dispositivo.
fr: L'application ne peut pas envoyer de tweet pour l'instant. Soit elle ne parvient pas à se connecter à Twitter, soit vous n'avez pas de compte Twitter associé à cet appareil.
he: האפליקציה לא יכולה לשלוח ציוץ כרגע, כיוון שאין באפשרותה לגשת לטוויטר או שאין לך חשבון טוויטר המשוייך למכשיר זה.
it: Impossibile inviare tweet. L'applicazione non è in grado di connettersi a Twitter o nessun account è stato associato a questo dispositivo.
ja: 現在アプリケーションからツイートを送信できません。Twitter にアクセスできないか、このデバイスが Twitter アカウントに関連付けられていないようです。
pt: Este aplicativo não pode enviar um tweet no momento. Isso pode ocorrer devido à ausência de comunicação com o Twitter ou você não tem uma conta no Twitter associada a este dispositivo.
ru: В настоящее время приложению не удается отправить твит, так как Twitter недоступен или у вас нет учетной записи Twitter, связанной с данным устройством.
zh_hans: 应用程序当前无法发送推文，因为无法连接到 Twitter，或者您的 Twitter 帐号未与此设备关联。

# Update Now
source: Update
de: Aktualisieren
fr: Mettre à jour
he: עדכן
it: Aggiorna
ja: 更新する
ru: Обновить
zh_hans: 立即更新

# User agreement
source: End User License Agreement
de: Endbenutzer-Lizenzvertrag
es: Acuerdo de licencia del usuario final
fr: contrat de licence d'utilisateur final
he: άδειας χρήσης τελικού χρήστη της
it: l'accordo di licenza per l'utente finale
ja: エンドユーザーライセンス契約
pt: Contrato de licença do usuário final
ru: Лицензионным соглашением конечного пользователя
zh_hans: 用户使用条款

# Validate_web_link_button
source: View
de: Anzeigen
es: Ver
fr: Afficher
he: צפייה
it: Visualizza
ja: 表示
pt: Exibir
ru: Просмотр
zh_hans: 查看

source: About Me
de: Persönliche Informationen
es: Acerca de mi
fr: A propos de moi:
he: אודותיי
it: Informazioni personali:
ja: 自分について
pt: Sobre mim
ru: Обо мне
zh_hans: 关于我们

# activity_comment_button_title
source: Comment
de: Kommentar
es: Comentar
fr: Commentaire
he: הערה
it: Commento
ja: コメント
pt: Comentar
ru: Комментарий
zh_hans: 评论

# activity_design_add_a_commented
source: Comment
de: Kommentar
es: Añadir un comentario
fr: Commentaire
he: הוסף הערה
it: Commento
ja: コメント
pt: Comente
ru: Комментарий
zh_hans: 添加评论

# activity_design_commented_title_format
source: %@ has commented on %@
de: %@ hat %@ kommentiert
es: %@ ha comentado %@.
fr: %@ a commenté %@
he: %@ הגיב על %@
it: %@ ha inserito un commento su %@
ja: %@ さんが %@ についてコメントしています
pt: %@ comentou sobre %@
ru: Пользователь %@ прокомментировал %@
zh_hans: %@ 已经评论了 %@

# activity_design_commented_title_format_iphone
source: %@ has commented on %@
de: %@ hat %@ kommentiert
es: %@ ha comentado %@.
fr: %@ a commenté %@
he: %@ הגיב על %@
it: %@ ha inserito un commento su %@
ja: %@さんが %@ についてコメントしています
pt: %@ comentou sobre %@
ru: Пользователь %@ прокомментировал %@
zh_hans: %@ 已经评论了 %@

# activity_design_commented_title_private_format
source: %@ has commented on your design
de: %@ hat Ihr Design kommentiert
es: %@ ha comentado su diseño.
fr: %@ a commenté votre conception
he: הגיב על העיצוב שלך %@
it: %@ ha commentato il tuo progetto
ja: %@ さんがあなたのデザインについてコメントしています
pt: %@ comentou sobre seu projeto
ru: Пользователь %@ прокомментировал ваш проект
zh_hans: %@ 已经对您的设计进行了评论

# activity_design_commented_title_private_format_iphone
source: %@ has commented on your design
de: %@ hat Ihr Design kommentiert
es: %@ ha comentado su diseño.
fr: %@ a commenté votre conception
he: הגיב על העיצוב שלך %@
it: %@ ha commentato il tuo progetto
ja: %@さんが あなたのデザインについてコメントしています
pt: %@ comentou sobre seu projeto
ru: Пользователь %@ прокомментировал ваш проект
zh_hans: %@ 已经对您的设计进行了评论

# activity_design_featured_title_format
source: %@'s design has been featured on the Design Stream
de: Das Design von %@ wurde im Designstream vorgestellt
es: Se ha destacado el diseño de %@ en la secuencia de diseños.
fr: La conception de %@ est à la une dans la galerie de conceptions
he: העיצוב של %@ פורסם בזרם התמונות
it: Il progetto di %@ è stato presentato nella sequenza di progetti
ja: デザイン ストリームで %@ さんのデザインが紹介されています
pt: O projeto de %@ foi apresentando no Fluxo de projetos
ru: Проект %@ добавлен в поток проектов
zh_hans: %@ 的设计已在设计流上特别推荐

# activity_design_featured_title_format_private
source: Your design %@ has been featured on the Design Stream
de: Ihr Design %@ wurde im Designstream vorgestellt
es: Su diseño %@ se ha destacado en la secuencia de diseños
fr: Votre conception %@ est à la une dans la galerie de conceptions
he: העיצוב שלך %@ פורסם בזרם העיצובים
it: Il tuo progetto %@ è stato presentato nella sequenza di progetti
ja: デザイン ストリームであなたのデザイン %@ が紹介されています
pt: Seu projeto %@ foi mencionado no Fluxo de projetos
ru: Ваш проект %@ добавлен в поток проектов
zh_hans: 您的设计 %@ 已在设计流上特别推荐

# activity_design_featured_title_private_format
source: Your design %@ has been featured on the Design Stream
de: Ihr Design %@ wurde im Designstream vorgestellt
es: Su diseño %@ se ha destacado en la secuencia de diseños.
fr: Votre conception %@ est à la une dans la galerie de conceptions
he: העיצוב שלך %@ פורסם בזרם העיצובים
it: Il tuo progetto %@ è stato presentato nella sequenza di progetti
ja: デザイン ストリームであなたのデザイン %@ が紹介されています
pt: Seu projeto %@ foi mencionado no Fluxo de projetos
ru: Ваш проект %@ добавлен в поток проектов
zh_hans: 您的设计 %@ 已在设计流上特别推荐

# activity_design_liked_aggregated_title_format
source: %@ and %@ others hearted %@
de: %@ und %@ andere haben %@ mit einem Herzstempel versehen
es: %@ y otros %@ han marcado con un corazón %@
fr: %@ et %@ autres personnes ont ajouté en favori %@
he: %@ וגם @% אחרים אהבו את %@
it: %@ e %@ hanno contrassegnato con cuore %@
ja: %@ さんと他%@人が %@ にハートマークを付けました
pt: %@ e outros %@ amaram %@
ru: Пользователь %@ и другие пользователи (%@) добавили проект %@ в избранное
zh_hans: %@ 和 %@ 其他人赞了 %@

# activity_design_liked_aggregated_title_format_iphone
source: %@ and %@ others hearted %@
de: %@ und %@ andere haben %@ mit einem Herzstempel versehen
es: %@ y otros %@ han marcado con un corazón %@
fr: %@ et %@ autres personnes ont ajouté en favori %@
he: %@ וגם @% אחרים אהבו את %@
it: %@ e altri %@ hanno contrassegnato con cuore %@
ja: %@さんと 他%@人が %@ にハートマークを付けました
pt: %@ e %@ outros amaram %@
ru: Пользователь%@ и другие пользователи (%@) добавили проект %@ в избранное
zh_hans: %@ 和 %@ 其他人赞了 %@

# activity_design_liked_title_format
source: %@ has Hearted %@
de: %@ hat %@ mit einem Herzstempel versehen
es: %@ ha marcado %@ con un corazón.
fr: %@ a ajouté en favori %@
he: %@ אהב את %@
it: %@ ha assegnato un cuore a %@
ja: %@ さんが %@ にハートマークを付けました
pt: %@ amou %@
ru: Пользователь %@ добавил %@ в избранное
zh_hans: %@ 已经赞了 %@

# activity_design_liked_title_format_iphone
source: %@ has Hearted %@
de: %@ hat %@ mit einem Herzstempel versehen
es: %@ ha marcado %@ con un corazón
fr: %@ a ajouté en favori %@
he: %@ אהב את %@
it: %@ ha contrassegnato con cuore %@
ja: %@ さんが %@ にハートマークを付けました
pt: %@ amou %@
ru: Пользователь %@ добавил проект %@ в избранное
zh_hans: %@ 已经赞了 %@

# activity_design_liked_title_private_format
source: %@ has Hearted your design %@
de: %@ hat Ihr Design %@ mit einem Herzstempel versehen
es: %@ ha marcado su diseño %@ con un corazón.
fr: %@ a ajouté en favori votre conception %@
he: %@ אהב את העיצוב שלך %@
it: %@ ha assegnato un cuore al tuo progetto %@
ja: %@ さんがあなたのデザイン %@ にハートマークを付けました
pt: %@ marcou seu projeto %@ com um coração
ru: Пользователь %@ добавил ваш проект %@ в избранное
zh_hans: %@ 已经赞了您的设计 %@

# activity_design_liked_title_private_format_iphone
source: %@ has Hearted your design %@
de: %@ hat Ihr Design %@ mit einem Herzstempel versehen
es: %@ ha marcado su diseño %@ con un corazón
fr: %@ a ajouté en favori votre conception %@
he: %@ אהב את העיצוב שלך %@
it: %@ ha contrassegnato con cuore il tuo progetto %@
ja: %@さんが あなたのデザイン %@ にハートマークを付けました
pt: %@ amou seu projeto %@
ru: Пользователь %@ добавил ваш проект %@ в избранное
zh_hans: %@ 赞了您的设计 %@
