Repository: Gonglishuai/ezhome
Catalog: CmyCasa/Lang/*.lproj/Localizable.strings
Languages: de, es, fr, he, it, ja, pt, ru, zh_hans

# save_design_error_low_memory
source: Hmm, looks like there are too many products for your device to save this design, sorry! Try removing a few products and then save again.
de: Es sind leider zu viele Produkte für Ihr Gerät vorhanden, um dieses Design zu speichern. Entfernen Sie einige Produkte und speichern Sie sie erneut.
es: Lo sentimos, parece que hay demasiados productos que impiden que su dispositivo guarde este diseño. Pruebe a quitar unos cuantos e inténtelo de nuevo.
fr: Hum, il semble qu'il y ait trop de produits pour que votre appareil puisse enregistrer cette conception, désolé ! Essayez de supprimer quelques produits, puis effectuez procédez de nouveau à l'enregistrement.
he: הממ, נראה שיש יותר מדי מוצרים מאשר הכמות שהמכשיר שלך יוכל לשמור בעיצוב זה, מצטערים! נסה להוריד כמה ולשמור שנית.
it: Impossibile salvare questo progetto perché ci sono troppi prodotti per il tuo dispositivo. Prova a rimuovere alcuni prodotti e a salvare di nuovo.
ja: 使用されている製品が多すぎるため、お使いのデバイスではこのデザインを保存できないようです。いくつかの製品を除去してからもう一度保存を試してください。
pt: Hm, parece que há produtos demais para o seu dispositivo salvar esse projeto. Desculpe-nos. Tente remover alguns produtos e salvar novamente.
ru: К сожалению, невозможно сохранить проект, поскольку количество продуктов слишком велико для вашего устройства. Удалите некоторые продукты и попробуйте сохранить еще раз.
zh_hans: 嗯，您的设备上用于保存该设计的产品似乎过多，很抱歉！请尝试删除一些产品，然后再保存。

# save_design_ok
source: Beautiful! Your design has been saved.
de: Schön! Ihr Design wurde gespeichert.
es: ¡Genial! Se ha guardado el diseño.
fr: Super! Votre conception a été enregistrée.
he: נפלא! העיצוב שלך נשמר.
it: Grande! Il tuo progetto è stato salvato.
ja: デザインを保存しました。
pt: Ótimo! Seu projeto foi salvo.
ru: Великолепно! Проект сохранен.
zh_hans: 好极了！您的设计已保存。

# save_design_override_action_back
source: Back
de: Zurück
es: Atrás
fr: Retour
he: אחורה
it: Indietro
ja: 戻る
pt: Voltar
ru: Назад
zh_hans: 后退

# save_design_override_action_override
source: Overwrite
de: Überschreiben
es: Sobrescribir
fr: Ecraser
he: דרוס ושמור
it: Sovrascrivi
ja: 上書き
pt: Substituir
ru: Перезаписать
zh_hans: 覆盖

# save_design_override_explanation
source: Are you sure you want to replace your design? If not, please change the design title.
de: Sind Sie sicher, dass Sie Ihr Design ersetzen möchten? Wenn nicht, ändern Sie den Designtitel.
es: ¿Está seguro que desea reemplazar su diseño? Si no es así, cambie el título del diseño.
fr: Voulez-vous vraiment remplacer votre conception? Dans le cas contraire, veuillez modifier son titre.
he: יש גרסה חדשה של זה! עדכון APP יכול לספק לך חוויית עיצוב טובה יותר
it: Sostituire il progetto? Per non sostituirlo, modificarne il titolo.
ja: デザインを置き換えますか? 置き換えない場合は、デザインのタイトルを変更してください。
pt: Tem certeza de que deseja substituir seu projeto? Caso contrário, altere o título do projeto.
ru: Действительно заменить проект? Если это не нужно, измените заголовок проекта.
zh_hans: 是否要替换设计？如果不是，请更改设计标题。

# save_design_reminder
source: Don't forget to save your design!
de: Vergessen Sie nicht, Ihr Design zu speichern!
es: ¡No olvide guardar el diseño!
fr: N'oubliez pas d'enregistrer votre conception!
he: אל תשכח לשמור את העיצוב שלך!
it: Non dimenticare di salvare il progetto!
ja: あなたのデザインを保存することを忘れないでください!
pt: Não se esqueça de salvar seu projeto.
ru: Не забудьте сохранить проект!
zh_hans: 别忘了保存您的设计！

# save_design_title
source: Save Design
de: Design speichern
es: Guardar diseño
fr: Enregistrer la conception
he: שמור עיצוב
it: Salva progetto
ja: デザインを保存
pt: Salvar projeto
ru: Сохранить проект
zh_hans: 保存设计

# save_image_failed_msg
source: Image save failed.
de: Speichern des Bilds fehlgeschlagen.
es: No se ha podido guardar la imagen.
fr: Echec de l'enregistrement de l'image.
he: שמירת התמונה נכשלה
it: Salvataggio immagine non riuscito.
ja: イメージの保存に失敗しました。
pt: Falha ao salvar imagem.
ru: Ошибка сохранения изображения.
zh_hans: 图片保存失败。

# save_image_success_msg
source: Image successfully saved.
de: Bild erfolgreich gespeichert.
es: La imagen se ha guardado correctamente.
fr: Image enregistrée.
he: התמונה נשמרה בהצלחה.
it: Immagine salvata correttamente.
ja: イメージを正常に保存しました。
pt: Imagem salva.
ru: Изображение успешно сохранено.
zh_hans: 图片保存成功。

# save_profile_button_cancel
source: Don't Save
de: Nicht speichern
es: No guardar
fr: Ne pas enregistrer
he: אל תשמור
it: Non salvare
ja: 保存しない
pt: Não salvar
ru: Не сохранять
zh_hans: 不保存

# save_profile_button_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
he: שמירה
it: Salva
ja: 保存
pt: Salvar
ru: Сохранить
zh_hans: 保存

# scale_lock_alert_btn1
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
he: שמירה על קנה מידה אמיתי
it: Sblocca
ja: リアルスケールのロック解除
pt: Desbloquear
ru: Разблокировать
zh_hans: 解锁

# scale_lock_alert_btn2
source: Keep Real Scale
de: real halten
es: Mantener la escala real
fr: Garder l'échelle réelle
he: נעילת
it: Mantieni la scala esistente
ja: 保持
pt: Manter a escala real
ru: Сохранить реальный масштаб
zh_hans: 保持实际比例

# scale_lock_alert_copy
source: Note – if unlocked, products won't represent their real sizes in the design.
de: Hinweis: Wenn diese Option nicht aktiviert ist, werden die Produkte nicht in der tatsächlichen Größe dargestellt.
es: Nota: si se desbloquea, los productos no representarán sus tamaños reales en la escena.
fr: Note: si déverrouillés, les produits ne représenteront pas leurs tailles réelles dans la scène.
he: הערה - אם נעולים, מוצרים לא מייצגים את הגודל האמיתי שלהם בסצינה.
it: Nota: se sbloccati, i prodotti non rappresenteranno le loro dimensioni reali nella scena.
ja: 注 - ロックされていない場合、製品はシーン内で実際のサイズを表現しません。
pt: Nota: se desbloqueado, os produtos não representarão seus tamanhos reais na cena.
ru: Примечание: после разблокировки размеры продуктов в проекте будут отличаться от реальных.
zh_hans: 注意-如果已经解锁，产品将不会呈现其在场景中的实际尺寸

# scale_lock_alert_copy_title
source: Unlock Real Scale?
de: Entsperren Sie Real Scale?
es: Desbloquear la escala real?
fr: Débloquer l'échelle réelle?
he: נעילת ריאלי סולם?
it: Sbloccare la scala reale?
ja: 実数スケールのロックを解除しますか？
pt: Desbloquear a escala real?
ru: Разблокировать реальный масштаб?
zh_hans: 是否解锁实际比例？

# search_product
source: Search Products
de: Produkte suchen
es: Buscar productos
fr: Rechercher des produits
he: חפש מוצרים
it: Cerca prodotti
ja: 製品を検索
pt: Pesquisar produtos
ru: Поиск продуктов
zh_hans: 搜索产品

# searching_vidible_corners
source: Searching for visible corners
de: Nach sichtbaren Ecken wird gesucht
es: Buscando esquinas visibles
fr: Recherche de coins visibles
he: מחפש אחר פינות גלויות
it: Ricerca angoli visibili
ja: 可視コーナーを探しています
pt: Procurando cantos visíveis
ru: Поиск видимых углов
zh_hans: 正在搜索可见角落

# select_category_title
source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner la catégorie
he: בחר קטגוריה
it: Seleziona categoria
ja: カテゴリを選択
pt: Selecionar categoria
ru: Выберите категорию
zh_hans: 选择类别

# select_wishlist_title
source: Select Wishlist
de: Wunschliste auswählen
es: Seleccionar lista de deseos
fr: Sélectionner une liste de souhaits
he: בחר רשימת משאלות
it: Seleziona wish-list
ja: ウィッシュリストを選択
pt: Selecionar lista de desejos
ru: Выбор списка пожеланий
zh_hans: 选择愿望列表

# set_gender_title
source: Choose Gender?
de: Geschlecht auswählen?
es: ¿Desea indicar su sexo?
fr: Choisir le sexe?
he: בחר מין?
it: Scegliere il sesso
ja: 性別を選択しますか?
pt: Escolher sexo?
ru: Выбор пола
zh_hans: 是否选择性别？

# setting_title_about
source: About
de: Info
es: Acerca de
fr: À propos de
he: אודות
it: Informazioni su
ja: バージョン情報
pt: Sobre
ru: О программе
zh_hans: 关于

# setting_title_allow_like_fb
source: Sync Hearted designs with my Facebook Likes
de: Mit einem Herzstempel versehene Designs mit meinen Facebook-Gefällt-Mir verlinken
es: Sincronizar los diseños marcados con un corazón con mis Me gusta de Facebook
fr: Synchroniser mes conceptions ajoutées en favori avec mes J'aime sur Facebook
he: סנכרן את העיצובים האהובים עליי עם הלייקים שלי בפייסבוק
it: Sincronizza progetti contrassegnati con cuore con le persone a cui piaci su Facebook
ja: ハート マークを付けたデザインと Facebook の「いいね」を同期化
pt: Sincronizar projetos com coração com minhas opções "Curtir" do Facebook
ru: Синхронизировать избранные проекты и понравившиеся материалы Facebook
zh_hans: 将赞过的设计与 Facebook Likes 同步

# setting_title_allow_newsletter
source: Receive Homestyler newsletters and special promotions
de: Homestyler-Newsletter und Sonderangebote erhalten
es: Recibir boletines y promociones especiales de Homestyler
fr: Recevoir des bulletins d'informations et des promotions spéciales Homestyler
he: קבל עלונים ומבצעים מיוחדים הקשורים להומסטיילר
it: Ricevi promozioni speciali e newsletter di Homestyler
ja: Homestyler ニュースレターと特別なプロモーション情報を受け取る
pt: Receber boletins informativos e promoções especiais do Homestyler
ru: Получать новости и информацию о специальных предложениях Homestyler
zh_hans: 接收 Homestyler 时事通讯和特惠信息

# setting_title_allow_pn
source: Receive notifications about comments, new followers, etc.
de: Benachrichtigungen zu Kommentaren, neuen Followern usw. erhalten
es: Recibir notificaciones sobre comentarios, seguidores nuevos, etc.
fr: Recevoir des notifications (commentaires, nouveaux abonnés, etc.)
he: קבל הודעות אודות הערות, עוקבים חדשים, וכו׳.
it: Ricevi notifiche su commenti, nuovi follower, ecc.
ja: コメント、新しいフォロワーなどの通知を受け取る
pt: Receber notificações sobre comentários, novos seguidores etc.
ru: Получение уведомлений о комментариях, новых читателях и т. д.
zh_hans: 接收有关评论、新的关注者等的通知。

# setting_title_change_country
source: Country
he: מדינה

# setting_title_change_local
source: Language
de: Sprache
es: Idioma
fr: Langue
he: שפה
it: Lingua
ja: 言語
pt: Idioma
ru: Язык
zh_hans: 语言

# setting_title_clear_cache
source: Clear Cache
de: Cache leeren
es: Borrar datos caché
fr: Vider le cache
he: נקה זיכרון מטמון
it: Svuota cache
ja: キャッシュをクリア
pt: Limpar cache
ru: Очистить кэш
zh_hans: 清除缓存

# setting_title_clear_offline_package
source: Clear Offline Package
de: Offline-Paket löschen
es: Borrar paquete sin conexión
fr: Effacer le module hors ligne
he: נקה חבילת אופליין
it: Svuota pacchetto offline
ja: オフライン パッケージをクリア
pt: Limpar pacote off-line
ru: Очистка автономного пакета
zh_hans: 清除离线软件包

# setting_title_feedback
source: Feedback
es: Realimentación
fr: Retour d'information
he: מָשׁוֹב
it: Risposta
ja: フィードバック
pt: Comentários
ru: Обратная связь
zh_hans: 反馈

# setting_title_privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Directiva de privacidad
fr: Politique de confidentialité
he: הצהרת פרטיות
it: Informativa sulla privacy
ja: プライバシー ポリシー
pt: Política de privacidade
ru: Политика конфиденциальности
zh_hans: 保密协议

# setting_title_terms
source: Terms of Service
de: Allgemeine Nutzungsbeding.
es: Términos de servicio
fr: Conditions d'utilisation
he: תנאי שימוש
it: Termini del servizio
ja: サービス利用規約
pt: Termos de serviço
ru: Условия обслуживания
zh_hans: 服务条款

# setting_title_usage_data
source: Approve collection of usage data
de: Sammlung von Nutzungsdaten genehmigen
es: Aprobar recopilación de datos de utilización
fr: Accepter la collecte de données d'utilisation
he: אשר איסוף נתוני שימוש
it: Approva raccolta di dati sull'utilizzo
ja: 使用状況のデータの収集を許可
pt: Aprovar coleta de dados de uso
ru: Разрешить сбор данных об использовании
zh_hans: 允许收集使用数据

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
he: הגדרות
it: Impostazioni
ja: 設定
pt: Configurações
ru: Настройки
zh_hans: 设置

# share_after_save_design_copy
source: Check out my #interiordesign "{{D_NAME}}" from #%@ {{LINK}}
de: Sehen Sie sich mein #Innendesign '{{D_NAME}}' aus #%@ {{LINK}} an
es: Eche un vistazo a mi #diseño interior "{{D_NAME}}" de #%@ {{LINK}}
fr: Regardez ma #conception "{{D_NAME}}" réalisée dans #%@ {{LINK}}
he: {{LINK}} #%@ מתוך "{{D_NAME}}" צפה בעיצוב שלי
it: Guarda il mio #designdiinterni "{{D_NAME}}" su #%@ {{LINK}}
ja: 私の#インテリアデザイン "{{D_NAME}}" を #%@ {{LINK}} でチェックしてください
pt: Confira meu #projetodeinterior "{{D_NAME}}" do #%@ {{LINK}}
ru: Представляю вам мой #проект_интерьера "{{D_NAME}}" в #%@ {{LINK}}
zh_hans: 查看我在 #%@ {{LINK}} 上的#室内设计 "{{D_NAME}}"

# share_article_link_title
source: Article
de: Artikel
es: Artículo
he: מאמר
it: Articolo
ja: 記事
pt: Artigo
ru: Статья
zh_hans: 作品

# share_description_with_ar
source: Check out my AR design made with Homestyler
de: Schau dir mein AR Design mit Homestyler an
es: Mira mi diseño de AR hecho con Homestyler
fr: Découvrez mon design AR fait avec Homestyler
he: בדוק את העיצוב AR שלי עשה עם Homestyler
it: Controlla il mio design AR realizzato con Homestyler
ja: Homestylerで作成した私のARデザインをチェックしてください
pt: Confira o meu design AR feito com Homestyler
ru: Посмотрите мой дизайн AR, сделанный с Homestyler
zh_hans: 看看我做的AR设计吧

# share_design_show_before_and_after
source: Show Before & After
de: Vorher und nachher anzeigen
es: Mostrar antes y después
fr: Afficher Avant et après
he: הראה לפני ואחרי
it: Mostra prima e dopo
ja: 変更前と変更後を表示
pt: Mostrar antes e depois
ru: Показывать проект до и после
zh_hans: 显示之前和之后

# share_design_show_my_name
source: Show my Name
de: Meinen Namen anzeigen
es: Mostrar mi nombre
fr: Afficher mon nom
he: הצג את שמי
it: Mostra il mio nome
ja: 自分の名前を表示
pt: Mostrar meu nome
ru: Показывать имя
zh_hans: 显示我的姓名

# share_email_body
source: Check this out from %@
de: Hier ist ein interessantes Design aus %@
es: Eche un vistazo a este contenido de %@
fr: Découvrez cette conception créée dans %@
he: %@צפה ב-
it: Guardalo su %@
ja: %@ でチェック
pt: Confira isso no %@
ru: Ознакомьтесь с этим от %@
zh_hans: 从 %@ 中查看

# share_email_body_article
source: Check out this {{ARTICLE}}
de: Hier ist ein interessanter {{ARTICLE}}
es: Échele un vistazo a este {{ARTICLE}}
fr: Regardez ça: {{ARTICLE}}
he: {{ARTICLE}}צפה ב-
it: Guarda questo articolo: {{ARTICLE}}
ja: この{{ARTICLE}}をチェック
pt: Veja só este {{ARTICLE}}
ru: Выдать эту статью "{{ARTICLE}}"
zh_hans: 查看该 {{ARTICLE}}

# share_email_subject_article
source: Check out this Article
de: Hier ist ein interessanter Artikel
es: Échele un vistazo a este artículo
fr: Découvrez cet article
he: צפה במאמר זה
it: Guarda questo articolo
ja: この記事をチェック
pt: Veja só este artigo
ru: Выдать эту статью
zh_hans: 查看该作品

# share_link_title
source: link
es: enlace
fr: lien
he: קישור
it: collegamento
ja: リンク
ru: ссылка
zh_hans: 链接

source: Share on Facebook
de: Auf Facebook teilen
es: Compartir en Facebook
fr: Partager sur Facebook
he: שתף בפייסבוק
it: Condividi su Facebook
ja: Facebook で共有
pt: Compartilhar no Facebook
ru: Поделиться на Facebook
zh_hans: 在 Facebook 上分享

# share_option_email
source: Email
es: Correo electrónico
he: כתובת דואר אלקטרוני
ja: 電子メール
ru: Эл. почта
zh_hans: 邮件地址

# share_option_facebook
source: Facebook
he: פייסבוק

# share_option_saveimage
source: Save Image
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
he: שמור תמונה
it: Salva immagine
ja: イメージを保存
pt: Salvar imagem
ru: Сохранить изображение
zh_hans: 保存图片

# share_option_twitter
source: Twitter
he: טוויטר

# share_your_design_skip_button_title
source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
he: דלג
it: Ignora
ja: スキップ
pt: Ignorar
ru: Пропустить
zh_hans: 跳过

# share_your_design_title
source: Share Your Design
de: Ihr Design freigeben
es: Compartir su diseño
fr: Partagez votre conception
he: שתף את העיצוב שלך
it: Condividi progetto
ja: デザインを共有
pt: Compartilhar seu projeto
ru: Поделиться проектом
zh_hans: 分享您的设计

# shopping_list_by
source: by
de: nach
es: por
fr: par
he: של
it: da
ja: によって
pt: de
ru: по
zh_hans: 设计者

# shopping_list_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
it: Chiudi
ja: 閉じる
pt: Fechar
ru: Закрыть
zh_hans: 关闭

# shopping_list_email_sent_homestyler
source: Sent from Autodesk Homestyler
de: Von Autodesk Homestyler gesendet
es: Enviado desde Autodesk Homestyler
fr: Envoyer depuis Autodesk Homestyler
he: נשלח מאוטודסק הומסטיילר
it: Inviato da Autodesk Homestyler
ja: Autodesk Homestyler から送信
pt: Enviado do Autodesk Homestyler
ru: Отправлено из Autodesk Homestyler
zh_hans: 已通过 Autodesk Homestyler 发送

# shopping_list_email_subject
source: Check out these products from Homestyler
de: Sehen Sie sich diese Produkte aus Homestyler an
es: Échele un vistazo a estos productos desde Homestyler
fr: Découvrez ces produits de Homestyler
he: צפה במוצרים אלו של הומסטיילר
it: Estrai i prodotti da Homestyler
ja: Homestyler でこれらの製品をチェック
pt: Confira estes produtos do Homestyler
ru: Ознакомьтесь с этими продуктами от Homestyler
zh_hans: 在 Homestyler 中查看这些产品

# shopping_list_email_title1
source: Design Product List
de: Design-Produktliste
es: Lista de productos de diseño
fr: Liste des produits de conception
he: רשימת המוצרים בעיצוב
it: Elenco dei prodotti del progetto
ja: デザイン製品一覧
pt: Lista de Produtos de Projetos
ru: Список продуктов проекта
zh_hans: 设计产品清单

# shopping_list_email_title2
source: List of products used to in the above design:
de: Liste der im obigen Design verwendeten Produkte:
es: Lista de productos utilizados en el anterior diseño:
fr: Liste de produits utilisés dans la conception ci-dessus:
he: רשימת המוצרים בעיצוב למעלה:
it: Elenco dei prodotti utilizzati nel progetto indicato:
ja: 上記のデザインに使用された製品の一覧:
pt: Lista de produtos usados no projeto acima:
ru: Список товаров, использованных в проекте выше:
zh_hans: 以上设计所使用的产品清单:

# shopping_list_email_view_design
source: View design on Homestyler
de: Design in Homestyler anzeigen
es: Ver diseño en Homestyler
fr: Afficher la conception sur Homestyler
he: צפה בעיצוב באמצעות הומסטיילר
it: Visualizza progetto su Homestyler
ja: Homestyler デザインを表示
pt: Ver projeto no Homestyler
ru: Просмотр проекта на сайте Homestyler
zh_hans: 在 Homestyler 上查看设计

# shopping_list_go_to_website
source: VISIT WEBSITE ＞
de: Besuche die Website ＞
es: Visita el sitio web ＞
fr: Visitez le site ＞
he: בקר באתר ＞
it: Visita il sito web ＞
ja: ウェブサイトを訪問 ＞
pt: Visite o site ＞
ru: посетите вебсайт ＞
zh_hans: 访问官网 ＞

# shopping_list_title
source: Product List
de: Produktliste
es: Lista de productos
fr: Liste des produits
he: רשימת מוצרים
it: Elenco dei prodotti
ja: 製品一覧
pt: Lista de produtos
ru: Список продуктов
zh_hans: 产品清单

# showGrid_button
source: Show Grid
de: Raster anzeigen
es: Mostrar rejilla
fr: Afficher la grille
he: הצג רשת
it: Mostra griglia
ja: グリッドを表示
pt: Mostrar grade
ru: Показать сетку
zh_hans: 显示栅格

# show_label
source: Show:
de: Anzeigen:
es: Mostrar:
fr: Afficher:
he: הצג:
it: Mostra:
ja: 表示:
pt: Mostrar:
ru: Показать:
zh_hans: 展示:

# side_menu_cell_add_your_brand
source: Add your brand
de: Marke hinzufügen
es: Añadir su marca
fr: Ajouter votre marque
he: הוסף את המותג שלך
it: Aggiungi marca
ja: ブランドを追加
pt: Adicionar sua marca
ru: Добавьте бренд
zh_hans: 添加您的品牌

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
he: התחבר
it: Accedi
ja: サイン イン
pt: Fazer login
ru: Вход
zh_hans: 登录

# sign_out
source: Exit
de: Beenden
es: Salir
fr: Quitter
he: ביטול
it: Esci
ja: 終了
pt: Sair
ru: Выход
zh_hans: 退出

# signin_title
source: Register or Log In
de: Anmelden oder Registrieren
es: Iniciar sesión o registrarse
fr: Se connecter ou s'inscrire
he: הירשם או התחבר
it: Accedi o registrati
ja: サイン インまたは登録
pt: Efetuar login ou registrar-se
ru: Вход или регистрация
zh_hans: 登录或注册

source: Signing In...
de: Anmeldung erfolgt...
es: Iniciando sesión...
fr: Connexion en cours...
he: מתחבר...
it: Accesso in corso...
ja: サインインしています...
pt: Efetuando login...
ru: Выполняется вход...
zh_hans: 正在登录...

# signout_confirm_alert
source: Are you sure you want to sign out?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Está seguro de que desea cerrar la sesión?
fr: Voulez-vous vraiment vous déconnecter?
he: האם אתה בטוח שברצונך להתנתק?
it: Vuoi uscire?
ja: サインアウトしますか?
pt: Tem certeza de que deseja sair?
ru: Выйти?
zh_hans: 确定要退出登录吗?

# signup_ok
source: Woohoo! Thanks for joining the %@ community.
de: Juchhu! Vielen Dank, dass Sie sich der %@-Community angeschlossen haben.
es: ¡Bien! Gracias por unirse a la comunidad de %@.
fr: Excellent! Merci d'avoir rejoint la communauté %@.
he: %@ ווהוו! תודה שהצטרפת לקהילת
it: Woohoo! Grazie per essere entrato a far parte della community %@.
ja: %@ コミュニティにご参加いただきありがとうございます。
pt: Obrigado por se juntar à comunidade do %@.
ru: Замечательно! Спасибо, что присоединились к сообществу %@.
zh_hans: 欢迎加入 %@ 社区!

# snapToGrid_button
source: Snap To Grid
de: Am Raster ausrichten
es: Forzar objetos a rejilla
fr: Accrocher à la grille
he: הצמד לרשת
it: Snap alla griglia
ja: グリッドにスナップ
pt: Snap à grade
ru: Привязать к узлам сетки
zh_hans: 捕捉到栅格

# sorry_search_friend_failed
source: Oops, we can't find friends right now, please try again later
de: Oh nein, wir können momentan keine Freunde finden. Kommen Sie später noch einmal vorbei
es: Vaya, ahora mismo no podemos buscar amigos, inténtelo de nuevo más tarde
fr: Désolé, vos amis sont introuvables pour l'instant. Veuillez réessayer plus tard.
he: אופס, לא מצאנו את חבריך כעת. אנא נסה שנית מאוחר יותר
it: Non è possibile cercare gli amici in questo momento. Riprova più tardi
ja: 現在、友達の検索を行えません。後でもう一度行ってください。
pt: Não conseguimos encontrar amigos agora; tente novamente mais tarde
ru: Поиск по друзьям не дал результатов. Повторите попытку позже.
zh_hans: 我们现在无法找到好友，请稍后再尝试

# sort_type_copy
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
he: מיין לפי
it: Ordina per
ja: 並べ替え
pt: Classificar por
ru: Сортировать по
zh_hans: 排序方式

# start_design
source: Design
de: Entwurf
es: Diseño
fr: Désign
he: לְעַצֵב
ja: 設計
pt: Desenhar
ru: дизайн
zh_hans: 开始设计

# start_redesign
source: Redesign
de: Bearbeiten
es: Rediseño
fr: Redessiner
he: עיצוב מחדש
it: Modifica
ja: 再設計
pt: Redesenhar
ru: Правка
zh_hans: 编辑设计

# submit_button
source: SUBMIT
de: ABSCHICKEN
es: ENVIAR
fr: ENVOYER
he: שלח
it: INVIA
ja: 送信
pt: ENVIAR
ru: ОТПРАВИТЬ
zh_hans: 提交

# success_msg_facebook_share_success
source: Thanks for sharing!
de: Danke, dass Sie das Design geteilt haben!
es: Se ha compartido correctamente
fr: Merci pour le partage!
he: תודה ששיתפת!
it: Grazie per la condivisione.
ja: 共有していただき、ありがとうございました!
pt: Agradecemos por compartilhar!
ru: Спасибо за предоставление общего доступа!
zh_hans: 感谢分享！

# success_msg_name_updated
source: Your profile name updated successfully
de: Ihr Profilname wurde erfolgreich aktualisiert
es: Su nombre de perfil se ha actualizado correctamente
fr: Votre nom de profil a été mis à jour
he: שמך בפרופיל עודכן בהצלחה
it: Il nome profilo è stato aggiornato correttamente
ja: プロファイル名が正常に更新されました
pt: O nome do seu perfil foi atualizado
ru: Имя профиля успешно обновлено
zh_hans: 姓名已成功更新

# success_msg_pass_updated
source: Your password updated successfully
de: Ihr Kennwort wurde erfolgreich aktualisiert
es: La contraseña se ha actualizado correctamente
fr: Votre mot de passe a été mis à jour
he: סיסמתך עודכנה בהצלחה!
it: Password aggiornata correttamente
ja: パスワードは正常に更新されました
pt: A senha foi atualizada com êxito
ru: Пароль успешно обновлен
zh_hans: 您已成功更新密码

source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
he: סנכרן
it: Sincronizza
ja: 同期
pt: Sincronizar
ru: Синхронизировать
zh_hans: 同步

# sync_alert_msg
source: Would you like to sync your designs created offline to your Homestyler account?
de: Möchten Sie Ihre offline erstellten Designs mit Ihrem Homestyler-Konto synchronisieren?
es: ¿Desea sincronizar sus diseños creados sin conexión con su cuenta de Homestyler?
fr: Voulez-vous synchroniser vos conceptions créées hors ligne avec votre compte Homestyler?
he: האם אתה בטוח שברצונך לסנכרן בין עיצוביך שנעשו אופליין לחשבון הומסטיילר שלך?
it: Sincronizzare i progetti creati offline con l'account Homestyler?
ja: オフラインで作成したデザインを Homestyler アカウントに同期しますか?
pt: Deseja sincronizar seus projetos criados off-line para sua conta do Homestyler?
ru: Синхронизировать проекты, созданные в автономном режиме, с учетной записью Homestyler?
zh_hans: 是否要将您离线创建的设计同步到您的 Homestyler 帐户？
